export const list = [{
		name: '白羊',
		src: '../../static/star-icon/icon.png',
		date: '3.21 - 4.19'
	},
	{
		name: '金牛',
		src: '../../static/star-icon/icon-j.png',
		date: '4.20 - 5.20'
	},
	{
		name: '双子',
		src: '../../static/star-icon/icon-s.png',
		date: '5.21 - 6.20'
	},
	{
		name: '巨蟹',
		src: '../../static/star-icon/icon-jx.png',
		date: '6.21 - 7.22'
	},
	{
		name: '狮子',
		src: '../../static/star-icon/icon-sz.png',
		date: '7.23 - 8.22'
	},
	{
		name: '处女',
		src: '../../static/star-icon/icon-c.png',
		date: '8.23 - 9.22'
	},
	{
		name: '天秤',
		src: '../../static/star-icon/icon-t.png',
		date: '9.23 - 10.22'
	},
	{
		name: '天蝎',
		src: '../../static/star-icon/icon-tx.png',
		date: '10.23 - 11.21'
	},
	{
		name: '射手',
		src: '../../static/star-icon/icon-ss.png',
		date: '11.22 - 12.21'
	},
	{
		name: '摩羯',
		src: '../../static/star-icon/icon-mj.png',
		date: '12.22 - 1.19'
	},
	{
		name: '水瓶',
		src: '../../static/star-icon/icon-sp.png',
		date: '1.20 - 2.18'
	},
	{
		name: '双鱼',
		src: '../../static/star-icon/icon-sy.png',
		date: '2.19 - 3.20'
	}
]

export const detail = [{
	id: 0,
	name: '性格特点',
	icon: '../../static/smile.png',
	color: '#77d217',
	backC: "rgba(234,248,220,.2)",
	activeBackc: '#eaf8dc',
	contentC: 'rgba(119,210,23,.08)'
}, {
	id: 1,
	name: '优缺点',
	icon: '../../static/thumb-up.png',
	color: '#ff9a14',
	backC: "rgba(255,239,219,.2)",
	activeBackc: '#ffefdb',
	contentC: "rgba(255,154,20,.08)"
}, {
	id: 2,
	name: '爱情',
	icon: '../../static/heart2.png',
	color: '#f83535',
	backC: "rgba(253,224,224,.2)",
	activeBackc: '#fde0e0',
	contentC: 'rgba(248,53,53,.08)'
}, {
	id: 3,
	name: '男',
	icon: '../../static/man.png',
	color: '#13b0ff',
	backC: "rgba(231,247,255,.2)",
	activeBackc: '#e7f7ff',
	contentC: 'rgba(19,176,255,.08)'
}, {
	id: 4,
	name: '女',
	icon: '../../static/woman.png',
	color: '#5a57ff',
	backC: "rgba(231,225,255,.2)",
	activeBackc: 'rgba(90,87,255,.08)',
	contentC: 'rgba(90,87,255,.08)'
}]

export const explain = {
	'白羊': {
		0: [{
			title: '热情勇敢的灵魂',
			content: '<p>白羊座活力十足，热爱冒险，坚强勇敢、力争上游。白羊性格坦诚，直率但往往以自我为中心，有时甚至显得任性。</p><p>人们眼中的白羊永远是好动的、充满好奇心的，似乎永远乐于尝试新的事物，有一种似乎不谙世事的天真纯粹。</p>',

		}, {
			title: '综合解读',
			content: '',
			compre: {
				pre: '白羊座的人令人觉得他开朗而热情。即使他内心是有那么点害羞，表面上仍可以很自在、大方。当一头白羊愁眉苦脸时，只会出现在他家里镜子中。他再伤心，就是不会在别人面前摆出苦脸。好强？可以这么说。谁不好强呢？其实白羊座的人仍会向朋友吐苦水，但真正的眼泪，你是看不到的。',
				desc: [{
					title: '个性强烈：',
					content: '深入白羊的内心，他们的孩子气展现出的任性也透露出强烈的自我意识，对于白羊来说他们有自己的一套原则，这套原则是围着他们自己转的。这也导致白羊的脾气不小，总是容易兴致高涨、更容易闹脾气发火，但他们从不记仇，非原则问题很少生隔夜气，情绪来得快去得也快，似乎永远乐观。'
				}, {
					title: '冲动冒险：',
					content: '白羊座的人个性十分的冲动，他们最喜欢做的事情就是冒险。只要自己有想法，就不顾三七二十一的往上冲，这个就是羊儿。他们的目标总是高高的挂起，虽然在过程中他们显得是如此的不成熟，但是他们会为了这个目标而不断的努力。希望羊儿能够在生活上少一点冲动，多一点的冷静与实干吧。'
				}, {
					title: '果敢热情：',
					content: '白羊座直爽豪迈，说一不二，做事往往风风火火，行动力极强绝不耽误。急性子对白羊座来说就是双刃剑，虽然不够理智但有效率和干劲，比起很多只在嘴上说却不做的人，白羊座显然要好太多了。这种超强的执行力让白羊座有一种勇士精神，成为一个一往直前的开拓者。白羊座往往还没想透彻，身体已经先动起来了，执行能力超强，如果能和思维缜密的人一起配合做事，就会无往不利。'
				}]
			}
		}],
		1: [{
			title: '优缺点',
			content: '白羊座的人用一句话来概括就是脾气火爆的热血达人，他们直率、坦诚、慷慨、冲动、大大咧咧，对于自己既定的目标，完成是唯一的选择，白羊们不给自己其他的选择，有很强的决心和毅力。他们通常都富有决断力，不会婆婆妈妈，不注重细节，没有耐心。此外白羊座还是一个暴脾气，一言不合就臭脸，但仅仅维持三分钟他们就会忘记之前的不愉快，和你重新驾驶友谊的小船。',
		}, {
			title: '优点',
			compre: {
				desc: [{
					title: '直率坦诚：',
					content: '白羊座的你总是将一切都写在脸上，旁人很容易就能掌握你的喜怒哀乐。你做事情总有一股冲劲，给人一种积极向上之感，这种感觉在不知不觉中也能感染他人，看到你充满活力、阳光向上的样子，大家也都会充满干劲呢。'
				}, {
					title: '行动力强：',
					content: '白羊对于自己冒出来的想法，脑子还没反应完毕，身体已经冲了出去，执行力可谓火力十足啊。对于白羊来说想一千次也不如去做一次来得感受深刻，不试试怎么能知道自己的极限呢。勇于接受新事物，颇具冒险精神。在日新月异的技术时代，新鲜事物层出不穷，白羊们面对这些事物总是第一个去尝试，就像是钱可以再赚，但衣服下架了就不会再有的心态，于是乎白羊成“第一个吃螃蟹的人”。'
				}, {
					title: '慷慨仗义：',
					content: '白羊座的豪爽性格是众所周知的，他们的朋友圈是热血、你仁我义的，与他们在一起永远是太阳的后裔，向往光明，远离黑暗的。'
				}]
			}
		}, {
			title: '缺点',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			compre: {
				desc: [{
					title: '缺乏耐心：',
					content: '白羊座的人神经都比较大条，不拘小节，对于细节的讲究他们不会过多去追究，如果让白羊去做一件需要反复考究的事情，可能他会对你翻脸。白羊座的嘴不由脑子控制，只由情绪控制，往往是过了嘴瘾，翻脸就是那么轻易。'
				}, {
					title: '急功近利：',
					content: '白羊座虽然很热血，总是一副神采奕奕的样子，但他们缺少了一种默默无闻的精神，总是想着能够轰轰烈烈，却没办法体会静美的秋色，做事往往三分钟热度，也比较喜新厌旧，虽然很上进，逃不开急功近利。'
				}, {
					title: '冲动自私：',
					content: '白羊座们十分冲动，容易按捺不住，常常出了事情就一马当先，鲁莽有时候就带来了一些代价，还有他们的暴脾气也是无法抑制，一言不合就翻脸了。为此可能得罪了一些人。白羊座的人都比较自我，他们常常会忽略别人的感受，更加遵从自己的内心世界的需求，虽然白羊对朋友都很大气，但有时这样的行为也会让朋友们吃不消啊。'
				}]
			}
		}],
		2: [{
			title: '爱情',
			content: '白羊座对于爱情不会静静等待，不相信缘分是命中注定的，对于爱情会更加主动，愿意主动出击寻求爱情，相信人定胜天，不会傻傻的等待。在感情上他们属于主动的一方，在情感上也是轰轰烈烈的，他们在恋爱过程中，不会吝啬自己的付出，也不会过于强求，只要自己问心无愧就行，喜欢就是喜欢，不喜欢就是不喜欢，即使结果不美好，也不会后悔。'
		}, {
			title: '爱情观',
			content: '<p>白羊座的世界里似乎不存在“不可能”这个词，即便是经历过挫折和失败白羊也觉得没什么大不了，休息一下马上就能够再次挑战，在爱情里同样如此，白羊座敢爱敢恨，然而一旦进入了一段亲密关系时却变得不擅长处理情感问题，因为白羊座在恋爱时纯靠激情与感觉，而忽视了爱情里需要的理性和承诺。</p><p>当白羊座喜欢一个人的时候，会想要把一切好的东西都给你，加倍对你好，时时刻刻出现在你的身边，收敛自己的脾气，表现出自己最好的一面，喜欢吸引对方的好感。在你发脾气的时候主动哄你也是他陷入爱情的表现。</p>'

		}, {
			title: '爱情与现实',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<P>白羊座喜欢的类型通常都是才华横溢、有理想的异性，这样的异性即使一时间缺少面包，往往到后面都能创造出不错的财富，白羊座也相信自己选择的伴侣能够和自己一起努力创造出面包，给对方带来幸福。</p><p>白羊座思想天真，情感丰富，白羊座对待爱情真实而直接，在感情里从来不会想太多。白羊的爱只有及时行动，没有遮遮掩掩跟犹豫不决，所以另一半在对待白羊的时候也要同样爱得简单干脆，有话就敞开心扉说出来。</p>'
		}],
		3: [{
			title: '钢铁直男',
			content: '白羊男是典型的“钢铁直男”，直来直去，不懂得投机取巧和油嘴滑舌，表达情绪和情感的方式很敞亮，不是直言不讳就是用行动说话，永远说什么就做什么，同时也藏不住事沉不住气，有事情第一时间就表露出来了。'
		}, {
			title: '综合解读',
			content: '白羊男在十二星座中是最典型的大男子主义，白羊座男生总是有自己的态度和想法，无论是在工作上还是生活上都不喜欢别人对自己指手画脚。性格独立，不受拘束，自由不羁，不喜欢被人束缚，追求自由自在。对于自尊心极强的白羊男来说，最不需要的就是别人的同情和帮助，他们意志坚强，不服输，敢闯敢拼，在他们的字典里没有“不可能”这三个字。白羊男的性格豪爽直率，大大咧咧，不会拐弯抹角，讨厌虚与委蛇。他们不懂得委婉，说话做事不经过大脑，经常容易得罪人而不自知。',
			compre: {
				desc: [{
					title: '简单直接：',
					content: '孩子气的白羊男最大的弱点就是“被照顾”。白羊男身上有阳光大男孩的气质，好奇心旺盛，对喜欢的人充满了保护欲，懂得去照顾人，但是如果遇到会照顾自己的人也会秒变单纯犬系男孩，对对方依赖有加。'
				}, {
					title: '独立自信：',
					content: '白羊男自信独立，顽强拼搏，坚信自己的能力和拼搏，努力奋斗，用自己的双手打造属于自己的未来。他们身上时时刻刻都燃烧着热情和浪漫，乐观开朗，如向日葵般温暖人心。'
				}, {
					title: '不拘小节：',
					content: '白羊男对感情认真实在，对亲密关系十分重视。但因为大大咧咧不拘小节，细心经营一段感情对他们来说似乎并不容易，时常需要另一半的配合。白羊男也很难分清一时冲动的好感和真正的喜欢。'
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>白羊座要想赚钱就不怕花钱，钱应该要花在刀刃上，并且不要在意钱花的多少，该花的就要花，不要想着省钱。</p><p>白羊不喜与他人走相同的道路，具有开拓者的精神，不是所有的人都能够接受高挑战的职业，军人、冒险家、外科医生、制造业、消防员、运动员、销售人员等职业是最适合勇于面对各种挑战的白羊了。</p><p>白羊的事业心毫无疑问是很重的，他们对于目标的执着，奉行着“不到黄河心不死，不见棺材不掉泪的”的准则。他们觉得人生的自我价值就是依靠事业来表达的，如果不能在事业上有发展，白羊会觉得生活都失去了重心。</p>'

		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: "<p>白羊座的男生热情直接，是典型的行动派，容易一见钟情，对于情感他们的反应是最遵循本能的，最直截了当的，喜欢就去追求，不喜欢就结束。他们在爱情上很热情，一旦喜欢一个人，愿意为对方做任何事情。他们内心有英雄主义，渴望化身为骑士，保护自己心爱的公主。但是他们的爱情来的快，去的也快，一旦不喜欢了，会马上结束，不会继续拖延，因此容易给人一种花心滥情的渣男形象。但是其实在每一段恋爱中，他们付出的感情都是真实的，不存在欺骗性。</p><p>白羊男喜欢追求新鲜事物，一切有趣的事情都会激发他们的兴趣，因此白羊男喜欢的女性大多很有个性，有主见乐观开朗，同时兼具女人味。白羊男不喜欢过于深沉内敛，撩不动的女生，他们更喜欢能聊得来，志同道合，有共同的兴趣爱好，能够天南地北的聊天的女生。因为白羊男火爆的脾气和个性，因此对于十分纠结的女性他们都是接受无能的，他们喜欢有主张，有主见，知道自己要什么，深明大义，不会过于黏腻，他们不喜欢纠缠不休的女生。</p>"
		}],
		4: [{
			title: '单纯孩子气',
			content: '白羊女往往表现得好强、果断、精力充沛。同时白羊又是很单纯且孩子气的，咋咋呼呼人来疯，喜欢“打直球”而很少委婉别扭，总是心口合一，毫不掩饰自己。'
		}, {
			title: '综合解读',
			compre: {
				desc: [{
					title: '容易走神：',
					content: '像白羊座这样注意力力难以集中的类型，想要长久地吸引白羊的视线和兴趣很困难，但如果每天都在白羊身边待着，陪她玩陪她闹，让她形成有你的“习惯”，没你时白羊也会浑身不自在。'
				}, {
					title: '独立好胜：',
					content: '白羊座的女生热爱自由，向往无拘无束的生活，这使得白羊非常独立，在她的生活中，她也喜欢去挑战各种各样的事情，不论是学业还是运动等等，白羊女通通都不落人后。'
				}, {
					title: '太恋爱脑：',
					content: '白羊女的爱情观也保有白羊一贯的天真气质，对恋爱抱有期待和热情，但小脾气尤其多，常常一点就炸。白羊女也很容易三分钟热度，常常稀里糊涂喜欢上一个人，又莫名其妙突然不喜欢一个人，其实并不是没有原因，而是白羊自己并没有沉静下来思考原因。'
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>白羊座要想赚钱就不怕花钱，钱应该要花在刀刃上，并且不要在意钱花的多少，该花的就要花，不要想着省钱。</p><p>白羊虽然在事业发展大发，但他们的性格冲动，脾气暴躁，没有耐心。对于同事的合作的不满会直接地发泄出来，因为他们不会掩饰自己，也不想去掩饰，可能会导致有冲突。白羊在工作中最应该学会的是说话之道，良好的沟通也能够更好地提高工作效率。白羊不喜与他人走相同的道路，具有开拓者的精神，不是所有的人都能够接受高挑战的职业，军人、冒险家、外科医生、制造业、消防员、运动员、销售人员等职业是最适合勇于面对各种挑战的白羊了。</p>'
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: "<p>白羊座女生性格直爽热情，在爱情中她们也是如此。单纯直接的白羊座女生，期待轰轰烈烈的爱情，遇到爱就会努力去爱！但在感情中恋爱不能持久，容易冲动分手。</p><p>白羊女个性独立自主，性格要强，敢作敢当，她们喜欢的对象要在人群中有很强的能力，她们渴望有英雄在自己遇到危难的时候能够救她们与水火之中。白羊女不喜欢爱管束自己的男生，因为她们天生是自由的，讨厌死缠烂打的男生，不喜欢在怎么追求都不会引起她们的兴趣。她们喜欢的男生要有很鲜明的个人色彩，酷酷的型男，不容易撩的动，很出色很聪明的类型，白羊女渴望寻找到一个懂自己的人。</p>"
		}]
	},
	'金牛': {
		0: [{
			title: '享受生活的灵魂',
			content: '金牛座耐心沉稳，负责可靠，热心善良、有毅力，富有实干精神。金牛往往不喜欢太大的变动和太快的生活节奏，表现得内敛、务实，喜欢顺其自然，对亲密关系十分真诚专一。温吞慢热是金牛最大的表面特征，日常社交中金牛们也总是比较靠谱和中肯。'
		}, {
			title: '综合解读',
			content: '金牛座是很保守的星座，喜欢稳定，不爱变动。在性格上则比较慢热，对工作、生活、环境都需要比较长的适应期。金牛座又往往是财富的向征，他们在投资理财方面常常有很独到的见解。金牛座男生往往有大男人的倾向，而金牛女生则喜欢打扮自己，谁让金牛的守护神是维纳斯呢？',
			compre: {
				desc: [{
					title: "经验主义",
					content: "深入金牛的内心，沉稳之下永远信奉着经验主义，金牛们更相信实在的、有迹可循的、已被验证的事物，实际上是金牛保护自己的一种方式，不去盲目追求未知，就不会遇到太大的风险，平淡同时也会带来安全和稳定的感觉，这是金牛的舒适圈。"
				}, {
					title: '现实稳定',
					content: '金牛座的人很现实，他们不仅仅是对物质有要求，同时，他们也在追求一种精神上的要求。大家都说他们爱钱，其实他们只是用钱为自己带来安全感罢了，起码在以后购物的时候，自己能够豪气的付账，不需要考虑太多。很多时候，他们给人的感觉多数是一种境界，他们骨子里就是贵族。'
				}]
			},
		}, ],
		1: [{
			title: '优缺点',
			content: '金牛座的人比较保守，属于慢热型的性格，不会急躁鲁莽，总是一步步稳健地进取，墨守成规，不喜欢变动，比较固执，一旦认定一件事，十头牛都拉不回来。同时他们也是务实的，对于物质世界的美好例如金钱和美食有追求。但他们天生就有忧郁和压力，又是情绪压力的囤积者，所以爆发的威力就像火山喷发。金牛座是十二星座中最勤勉、坚韧不拔的。'
		}, {
			title: "优点",
			compre: {
				desc: [{
					title: '勤恳踏实',
					content: '金牛总是给人一种踏实靠谱的感觉，他们就像牛一样，勤勤恳恳地做事，做事温吞，有生活智慧，是个实干家。'
				}, {
					title: '善于理财',
					content: '金牛座对于金钱有自己的执念和天生的敏感度，属于比较吝啬的类型，善于理财，对于家人和喜欢的人不会吝啬。'
				}, {
					title: '稳定可靠',
					content: '金牛座是十二星座中最勤勉的，他们就像金牛座一样，对于自己要完成的任务，勤勤恳恳、兢兢业业地耕耘，脚踏实地从不轻言放弃。'
				}]
			}
		}, {
			title: '缺点',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			compre: {
				desc: [{
					title: '固执己见：',
					content: '金牛座的人是非常保守固执的，他们对于新事物的接受能力较低，不喜欢改变，喜欢按部就班，不喜欢变动。'
				}, {
					title: '守财吝啬：',
					content: '金牛座的思想趋于保守、对于金钱过度看重，有时候会显得有些吝啬。给人一种一毛不拔，小家子气的形象。'
				}, {
					title: '不善变通：',
					content: '金牛做事稳重，但是不懂得创新，不知变通，耳根子硬，说什么都听不进去，非常难搞。'
				}]
			}
		}],
		2: [{
			title: '爱情',
			content: '金牛座对待感情强烈且长久，喜欢一个人就是一心一意的。金牛座的人在爱情中比较忠厚老实，不喜欢玩爱情游戏，更渴望的是一份长久而深厚的情感。在爱情上金牛座甘心奉献，愿意投入金钱和时间，他们忠于情感，不会轻易放弃一段恋情。对于感情金牛座会比较慢热被动，不善于主动出击，渴望细水长流的爱情，所以在投入一段感情时需要一段很长的考察期，才能做出决定。但一旦接受和认定了对方，就不会轻易做出改变。'
		}, {
			title: '爱情观',
			content: '<p>金牛座的爱情观念会参杂对现实因素的考量，金牛座谈恋爱慢热是众所周知的事情，在投入感情之前会将对方整个人乃至于家庭背景进行审视和考量，有时会因此而忽略自己内心真正的情感。金牛座在感情中爱给自己设限，对爱情和恋爱对象有很多限制，导致金牛座在生活中很容易拘谨，放不开自己。</p><p>金牛座陷入爱情后，更加愿意为对方忙前顾后，平日精打细算的金牛座对于喜欢对象在花钱上通常很大方，愿意为对方花钱来证明自己的心，想将一切好的东西都给对方。金牛座喜欢一个人时会无微不至的的关心和照顾对方，在对方需要的时候，就会出现在对方身边给予安慰和照顾。金牛座喜欢一个人时便会拒绝所有的暧昧，专心去对待这段感情。</p>'
		}, {
			title: '爱情与现实',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<P>金牛座虽然平日喜欢享乐，但有时也会展现出多虑的一面。由于他们一贯务实的作风，所以会不自觉地给人树立一种小气、抠门的形象。在金牛座看来，面包是必需品，爱情是奢侈品，没有奢侈品不会死，但没有必需品会死，因此他们会选择面包。</p><p>金牛座的爱真的很现实。金牛座的人对爱情的希望，不需要有什么金钱、浪漫来衬托。只有相爱的两个人能一起简单的生活，踏实走过属于他们人生就很够。</p>'
		}],
		3: [{
			title: '精明保守',
			content: '金牛男精明保守，有着过人的毅力。稳重可靠的他们往往表现出一种大男子形象，在生活中各事方面都体现出吃苦耐劳的特质，能够获得稳定的工作和地位。对喜欢的人和事都十分忠诚长情。'
		}, {
			title: '综合解读',
			content: '金牛座男生是比较务实稳定，老实忠厚的男生，他们喜欢按部就班，墨守成规的生活，不喜欢被改变，他们的节奏比较迟钝缓慢，对于新生事物的适应能力比较弱。因此，金牛男生一般带给人老实而忠厚的感觉，感情上就像一头牛一样耿直而持久。家庭观念对于金牛男生来说很重要，他渴求的是一个能跟他一起承担家庭生活责任的妻子，以家庭为中心的金牛男，通常能够给家人带来一种可靠而安全的感觉。',
			compre: {
				desc: [{
					title: '温吞内敛',
					content: '金牛男的弱点是太过害羞内敛，不善主动，如果面对金牛男能够主动靠近并表达友好和喜爱，循序渐进地接触，他会很快适应你的相处模式，变得愿意对你更多表达。而善于处理家庭人际关系对金牛男来说是可靠又有魅力的。'
				}, {
					title: '沉稳可靠',
					content: '金牛男相对而言比较稳定，不善变的星座，无论是感情上还是生活上他们都喜欢细水长流，随遇而安，不喜欢轰轰烈烈充满刺激的事情。金牛男们很难接受哟润逼迫他们去做一些刺激的事情，打破常规的事情对于他们来说，都不愿意尝试。'
				}, {
					title: '注重实际',
					content: '金牛男在情感中喜欢追求“门当户对”，外在条件、经济基础对他们而言十分重要，外貌也是如此。金牛男也很容易陷入极端，如果意识到自己太过在意实际条件，有可能会反向形成去偏执地选择身边人不看好的对象。'
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>金牛座既想着多赚钱也想着少花钱，金牛就像个守财奴，每天数着自己的钱过日子，只要能省的都得省下来。</p><p>对于美食有至高追求的牛牛，可以说的上是拥有了犀利的舌头，从他们的身材也能够看出他们对于美食不间断的信仰。热爱美食的金牛不仅喜爱品尝，也会自己动手，制作有自己特色的食物犒劳自己的胃，知道不同的食材如何搭配，以发挥他们自身最大的味道。而对于没有下过厨房的，又热爱自己动手的金牛，可以尝试厨师、配菜之类的工作。没准能在这里找到属于自己的一片天。</p><p>金牛座的人个性很务实，节奏很稳定，有着很强的事业心，认为经济基础决定上层建筑，爱情也是需要金钱来支撑的，没有物质的爱情只是一盘散沙，金牛女不能失去自己的事业。金牛男的事业心也是比较强的，他们不想自己为钱所累，所以工作中会坚持到底，加上财运一直不错，努力工作就有好的收入。</p>'
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: "<p>金牛座的男生对于爱情，不想其他类型的星座男生那么主动，但是他们用情专一，一心一意，这是他们的优点。对于老实忠厚的金牛男来说，感情是不能儿戏的，对待感情他们认真负责，不会轻易做决定，也不会随意放弃一段感情，但是对于逝去的感情，要远去的爱人，他们也不会过于纠缠，会选择放手。金牛男在爱情中，善于用以退为进的方式来出奇制胜，一步一步的俘获你，用自己的温情占有你的心。</p><p>金牛座男生喜欢的女生不一定要漂亮，但一定要让人感到舒服亲近。金牛座的男生不喜欢转弯抹角的女生，不喜欢让人猜来猜去的女生，他们喜欢的女生类型最好是直爽的，坦率的类型。而且有自己的主见，在金牛男遇到问题的时候，能够给予意见和支持。金牛座的男生是十二星座中最为物质的女生，他们很现实，对于喜欢的女生来说，不能是太过物质，花钱如流水的女生，最好是能够一起共同努力创造价值，减轻生活负担的女生。</p>"
		}],
		4: [{
			title: '温柔娴静',
			content: '金牛女大多文静温婉，沉静可靠，能够担任一定的工作职责，不那么依赖他人。金牛女在乎物质基础和承诺带来的安全感，容易钻牛角尖但从不搞拐弯抹角之事，不太懂浪漫也不那么在意常见的浪漫，对于金牛来说浪漫便是做实事。'
		}, {
			title: '综合解读',
			content: '金牛座的女性性格偏于内向，经济上喜欢自理。嫉妒心经常折磨着你。然而一旦确信得到了自己所钟爱的人真诚的爱，便会成为一个最贤惠、最忠心耿耿的妻子。金牛女恐怕没有太大的兴趣，陪你聊一些“形而上”的学问，她会对那些对人生有实际帮助的知识此较感兴趣。她不会喜欢浪费时间在“空谈”上面。她们的性情稳定、温和，做起事来踏实而努力。她们实际，而且懂得预算，所以你大可以放心的是家中每一笔的花销，都是她们深思后的结果。',
			compre: {
				desc: [{
					title: '默默付出',
					content: '接近金牛女可能觉得她忽冷忽热，有着雷打不动的坚硬外壳，看起来永远淡定，似乎不会失望。但这其实意味着金牛曾受过的伤很重，此时应邀温柔、体贴地对待她，给予她一种安全感，金牛将会默默记住你的一切付出。'
				}, {
					title: '爱家顾家',
					content: '把家庭天地作为寄托自己幸福和安居乐业生活的可靠圣殿。爱孩子胜过一切，并对他们寄予厚望。'
				}, {
					title: '被动患者',
					content: '金牛女有种打死不主动的决心，即便内心波澜壮阔，表面上还是毫无变化。金牛女很擅长忍耐住内心的好感和情绪，表现出来十分得体的行为举止和状态，实际上就是对爱情的踌躇不前，可能导致错失良缘。'
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>金牛座既想着多赚钱也想着少花钱，金牛就像个守财奴，每天数着自己的钱过日子，只要能省的都得省下来。</p><p>金牛座的人过于重视物质，对于金钱有强烈的追求。在工作中要注意切莫因小失大。还有在职场中因为金牛的务实，因为工作方便而妥协，不想造成冲突而没能发表意见，有时给人一种虚伪之感，金牛们要好好检讨在人际方面的问题，对待朋友是否真诚。金牛座不喜欢每天应对新情况，要学会应对工作中的变化。所以很多金牛座人会成为银行人员或者是从事会计方面的工作。而出色的品味，也使金牛座的人适合诸如服装设计和销售、珠宝业者、雕刻家、皮革业者等职业。</p>'
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>金牛座女生性格踏实沉稳，在爱情中她们会是比较慢热的。单纯保守的金牛座女生，从来不相信什么一见钟情的爱情，她们追求细水长流的爱情。</p><p>金牛女喜欢会做饭的男生，想要抓住金牛女的心就先抓住她的胃，谁让金牛女是一个典型的大吃货呢。金牛女喜欢有责任感，有担当的男生，有魄力，遇到问题能够及时想出对策，而不是抱怨的男生，这会给金牛女很强的安全感，也会增加金牛女对你的好感。金牛座对于阳光帅气，孝顺顾家的男生格外有好感。</p>'
		}]

	},
	'双子': {
		0: [{
			title: '学习善变的灵魂',
			content: '双子座都是难得的伶牙俐齿，朝气蓬勃且聪慧灵动。双子有着强大的适应能力，往往多才多艺，喜欢与人交流、表达想法，但也有可能需要独处时光，有时也可能悲观孤独，具有两面性。',
		}, {
			title: '综合解读',
			content: '双子座的人通常都有一、两个显着的优点及一、两个持大号的缺点。这使得你在赞美或批评双子座时，都容易流于夸张与情绪化。要得体地描述双子座人的性情，得花时间与他朝夕相处，才能证据充分，一针见血。一般人认为双子座是双面人，具有双重性格。这是因为一般人在观察人的时候，久缺变化观察角度的能力所致。',
			compre: {
				desc: [{
					title: "自我拉扯",
					content: '深入双子座的内心，双子的两面性带给他们无限的新鲜感的同时也给他们带来了一种撕扯感，他们想要更自由更新鲜的生活，这不可避免地让双子座不断改变环境、改变身边的社交圈，这也使他们十分孤独，缺乏一种“不变的稳定”。',
				}, {
					title: '聪明外向',
					content: '双子天性就聪明伶俐，他们的脑子里总是有那么多的点子。厌倦枯燥乏味生活的他们，一直在为自己的生活创造乐趣。他们的理论非常的少，花样却一点都不少。但是他们的稳定性太差了。做事情总是三分钟热度，对人对事都不会全心全意的去付出。但是身边的人都非常喜欢和他们一起。',
				}, {
					title: '寻根究底',
					content: '主要是新鲜有趣的事情，双子座都会表现出极强的好奇心，并且对自己感兴趣的东西有着很强的探索精神，往往不达目的不罢休。双子座的人往往就是那些把自己的兴趣爱好做成毕生事业的人。当他们沉浸在自己感兴趣的事情中时，不仅仅有着探索精神，更有着钻研的精神，此时他们就不会像大多数人对双子的印象“三分钟热度”、“半途而废”，而是敢于挖掘事物新的面貌、善于创新并且坚持到底。'
				}]
			},
		}, ],
		1: [{
			title: '优缺点',
			content: '双子座的人聪明机灵，能言善辩，才华横溢，喜欢追求刺激和新鲜感，对于一些新鲜有趣的事物都要有非常大的好奇心，他们是善变的，三分钟热度，一旦对于一个东西失去了兴趣，就会马上抛弃，在感情中也是如此，因此总是给人一种花心滥情的花花公子的影响，而且他们能言善辩，巧舌如簧，花言巧语更能俘获别人的心，人际关系相处的非常好。',
		}, {
			title: "优点",
			compre: {
				desc: [{
					title: '胆大心细',
					content: '双子座经常处于天马行空的状态，他们的胆子很大，但是又不像白羊那样大马哈，他们拥有异乎常人的细腻，情绪很容易被周边的人感染。',
				}, {
					title: '不记私仇',
					content: '双子座的人缺心眼，老是不长记性。缺乏安全感，害怕孤独的双子，总是渴望被朋友围绕的感觉，因此经常受到欺骗和伤害，但他们很快就会忘记不快，不会记恨别人，属于好了伤疤忘了疼的，当伤口愈合后，他们仍会没大脑地相信别人，关心别人。',
				}, {
					title: '好奇探索',
					content: '双子座拥有一颗强大的好奇心，喜欢不断去探索新鲜事物，勇于尝试，勇于挑战，是非常大胆的星座。双子座不喜欢单调的生活，他们总是在变化，探索追求，总是能够带别别人新鲜感，是非常有趣的星座。',
				}]
			}
		}, {
			title: '缺点',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			compre: {
				desc: [{
					title: '缺乏耐心：',
					content: '双子座是出了名的三分钟热度，做事情没有耐心，非常的好动，骨子里带着不安分的基因，喜欢挑战不一样的事物。',
				}, {
					title: '自以为是：',
					content: '双子座的人非常聪明，而且眼高于顶，恃才傲物，经常自以为是的高人一等，这种想法和态度，总是带给别人一种不愉快的感觉。',
				}, {
					title: '自由花心：',
					content: '双子座真的可以做到同时喜欢两个人，他们能言善道，能善于伪装和欺骗，总是能把谎话说的跟真的一样，伤害别人没有一丝愧疚。',
				}]
			}
		}],
		2: [{
			title: '爱情',
			content: '双子座的人对待爱情更愿意主动出击，他们喜欢挑战，喜欢新鲜事物，对于爱情主动出击更能带给他们挑战和刺激，在这过程中追求到对方，更能激发双子座的好胜心。双子座的人喜欢爱与被爱的感觉，有时候是主动的一方，有时候也愿意享受恋人对自己的付出。但是双子座在爱情上的缺点就是，保鲜期过短，他们喜欢新鲜，喜欢挑战，一旦遇到更好的，便会抛弃现有的一切去追逐新的事物和人。因此双子座给人的感觉就是花心，而且双子座能言善辩，更会给人花言巧语的形象。',
		}, {
			title: '爱情观',
			content: '<p>风一样的双子给人一种难以捉摸的迷人气质，像一个无法捕捉的精灵，环绕着轻松自在地氛围。恋爱中双子有着无数种面貌，充斥着新鲜感，而双子本身也一直在追求新鲜感，所以往往感情不长久。</p><p>双子座是凉薄的星座，他们充满而且能言善道，对于感情，他们能够轻易掌握一个人的芳心，因此不会过于认真。但是但双子座真的陷入爱情中，他们会乐意花费更多的时间在对方身上，能言善辩且机敏的双子却是最会哄人的星座，喜欢你的双子座特别愿意去营造我爱你的气氛，会运用各种肢体、言语来表达爱你的思想。</p>',
		}, {
			title: '爱情与现实',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>双子座最渴望的是理解和自由以及自我的空间，因此面对爱情和面包，只要不触犯到自己的自由和空间，多一点少一点都无所谓。双子座渴望一个能了解他们的伴侣，在爱与宠之间，在占有与纵容之间，能够拿捏分寸，能够让他们拥有爱又过得快乐，那才是他们最好的选择。</p><p>双子座平时看起来玩世不恭，但其实也有真情实感的一面。双子座会为爱情执着，傻傻的付出了很多，也会为了喜欢的人做出浪漫的事情，因为爱，双子也会真心实意的对待。当双子认真对待感情的时候会变得热烈深切，而不是只有洒脱的一面。</p>',
		}],
		3: [{
			title: '灵活多变',
			content: '双子男善于动脑筋想办法，是一个灵活多变，适合从事脑力劳动的干才。从容不迫，和蔼可亲。常给人以永远是局外人的印象。永无休止的求知欲和好奇心，敦促着双子生活的脚步，激励双子不断追求和探索。',
		}, {
			title: '综合解读',
			content: '双子座男生是非常聪明机灵，能言善道，喜欢对外在事物拥有着强烈的好奇心，对周围一切新鲜刺激的玩意都充满着无止境的探索欲望。他们给人永远是局外人的印象，在欣赏缤纷生活的同时，也不断吸引着新的“听众”。双子座的男生有他们在的地方永远不会缺少欢乐，他们是天生的社交家，和他们在一起永远不会感到寂寞。',
			compre: {
				desc: [{
					title: '好奇宝宝',
					content: '双子男好奇心旺盛，最爱新鲜感，在初期的感情观是得不到的都是好的，所以很多时候他们喜欢暧昧，也热衷于暧昧。此时掌握一些推拉的技巧，能够让双子男的好奇心和占有欲被激发出来。',
				}, {
					title: '性格善变',
					content: '双子男是善变的，想要和他们相处，就需要适应他们的善变，不能过分认真，双子男面对一哭二闹三上吊的情形只会想逃。双子男不能接受尝试改变他们的性格的人，更喜欢懂得欣赏他的多变和分享他每一个新奇的念头、配合他广泛兴趣的人。',
				}, {
					title: '嘴巴毒舌',
					content: '双子男实际上内心脆弱，对爱情总是疑虑重重，喜欢用讽刺作为保护自己的武器。双子男很容易“嘴贱”气跑了自己的对象，这种讽刺之下又是双子想要被人听见其内心真正想法的诉求。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>双子座花钱一点都不节制，属于有多少花多少的那种。双子有很多的事要做有很多的聚会要应酬，所以双子一般都存不下什么钱。</p><p>双子座人谙于世事又能言善辩，非常重视人际关系的建立，喜欢探索各方面的消息，做适合双子座的行业是：五花八门的传媒行业、播音员、设计师、杂志编辑、新闻从业者、印刷产业者、演说家、零售商、代理商、企划专员等。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>双子男喜欢一个女生，其中很大一部分是出于好奇，双子座富有探索精神，他们喜欢去深入观察和研究一个女生的兴趣爱好，喜怒哀乐，这样能够帮助他们更好的了解和掌握这个女生。双子座是聪明睿智的，而且他们交际能力强，口舌能力好，能言善道，往往能把一个女生夸上天。在爱情上双子男算的上是一个好的恋爱对象，但是在婚姻上双子男并不是一个特别好的伴侣，他们对于婚姻的责任感有些欠缺，也容易踏出错误的一步。善变的双子男生确实具有花花公子的气质。</p><p>双子座男生喜欢聪明机灵，头脑灵活，有很多新鲜感和想象力的女生，这样在相处中更有心意，时时刻刻会迸发出不一样的新鲜感。白羊男不喜欢过于严谨深沉拘束，缺乏情趣的女生，这样的女生在他们眼中是最无趣，最难以接近的类型。文武双全，双商都高，心思机敏的百变娇娃最能得到双子男的爱慕。</p>',
		}],
		4: [{
			title: '古灵精怪',
			content: '双子女古灵精怪善于变通，身上的灵气尤其吸引人，让人觉得莫名可爱却又捉摸不透。双子女擅长交友，热情奔放，能言善道，往往是朋友群中的开心果，和双子女待在一起总能发现许多新鲜好玩的事情。',
		}, {
			title: '综合解读',
			content: '双子座女生有着聪明伶俐的头脑，爱耍小聪明之余还有点神经质。由于多变搞怪的性格，一般会给人带来机灵鲜活的新鲜感。抱有积极向上生活态度的双子女，其实内心闪耀着众多对未来的美好幻想，以及充满了对理想的憧憬和渴望。可以说，这是个具有异国风情的魅力女生。她们的适应能力非常强，所以总能在张弛有度的生活、工作和爱情中，享受着无忧无虑的曲调。',
			compre: {
				desc: [{
					title: '内心孤独',
					content: '双子女的弱点其实是孤独的内心，双子们虽然恋爱经历丰富却都是一些“玩乐”的关系，恋爱中更多的是激情和亲密感，缺乏承诺也缺乏精神上的交流。实际上双子女是最需要自己内心的声音得到聆听和认可的。',
				}, {
					title: '聪明伶俐',
					content: '天生带点小聪明的双子女生，口齿伶俐擅言谈，又经常会冒许多鬼点子，显得聪明而伶俐。',
				}, {
					title: '双商在线',
					content: '双子女有强理性，逻辑感强大，善于各种情况中运筹错综复杂的形势并能在关键时刻作出自己正确的抉择，而双子女又期待美好的爱情所带来的欢乐，大多数时候都会遵循感觉进行恋爱而非完全依靠理性。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>双子座花钱一点都不节制，属于有多少花多少的那种。双子有很多的事要做有很多的聚会要应酬，所以双子一般都存不下什么钱。</p><p>双子座的人还是有着很强的事业心，他们有很强的上进心和求知欲，喜欢在工作中接触不同的人和不同的挑战。他们的脑筋转的快，反应遗留，接受工作的程度比别人高，他们非常适合有趣的，富有挑战的工作。双子在事业上虽有有迎难而上的积极心态，但却缺乏细致耐心的沉稳心态。双子座人谙于世事又能言善辩，非常重视人际关系的建立，喜欢探索各方面的消息，做适合双子座的行业是：五花八门的传媒行业、播音员、设计师、杂志编辑、新闻从业者、印刷产业者、演说家、零售商、代理商、企划专员等。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>双子座女生性格复杂多变，她们难以捉摸的性格时长会让人困惑，但也成了她们的魅力之一。双子座女生是一个理想主义者，她们需要浪漫和幽默的爱情。</p><p>双子女喜欢见多识广，有文化有内涵，兴趣爱好广泛的男性，这样的男性才能和自己有共同点，也更能聊的来。双子女对于对方的外貌有很挑剔的标准，不论是气质还是外貌都必须达到她们的标准，不一定要非常帅气，但是一定要自己能对的上眼。双子座的女生喜欢有智慧、够聪明的男生，而且男人必须得细心些，能够了解双子的真实想法，在生活和事业上给予双子女以指引和帮助的男性，更能俘获双子女的芳心。</p>',
		}]

	},

	"巨蟹": {
		0: [{
			title: '温柔敏感的灵魂',
			content: '巨蟹座如其名，需要一个“壳”保护自己，需要安全感且往往是传统的、情感细腻的。巨蟹对自己渴望的东西有执着，为之努力不计代价。巨蟹虽然体贴温和，但也十分极端，情绪敏感变化大，有时非常自我，似乎眼里只有自己的情绪和感触了。但巨蟹又是十分在意集体、重视家庭的，常常怀柔。',
		}, {
			title: '综合解读',
			content: '巨蟹座人的情绪和情感是受月亮摆布的，他们的一生不断会有周期很短的起伏，但这些起伏的弧度未必真能组合成颠簸的风浪，因为巨蟹座的人很少凭一时冲动做事，总会在事前有周密的计划，加上他们特有的防范灾难的直觉，使他们经常巧妙而适时地避开可怕的不幸。他们天生是种非常敏感的生物，但你却不太容易发现',
			compre: {
				desc: [{
					title: "回避矛盾",
					content: '巨蟹座有着超群的直觉和敏感。巨蟹们不大适应瞬息万变的生活节奏，偏爱安谧的环境以及一切能唤起巨蟹想象和感受的气氛。巨蟹不愿直对生活中的矛盾和冲突，在内心里和现实中都尽力把自己这些纷繁之事隔绝开来。',
				}, {
					title: '感性柔弱',
					content: '巨蟹非常的感性，总是给人柔柔弱弱的感觉，天知道他们的内心是受到了多大的伤害，整天就哭哭啼啼的。其实他们的内心是比较敏感的，特别是面对家庭以及爱情。有时候简单的一句话，就会让他们辗转反侧一天，他们会因为一句话，而不停的感受其中的含义，其实只是他们想太多了。',
				}, {
					title: '善良顾家',
					content: '公认巨蟹座是十二星座中最顾家的星座。当你拥有了一个巨蟹座，那么你会惊讶地发现，自己的衣食住行一切细节都会被巨蟹座安排得妥当周全。巨蟹座细腻温柔，待人耐心且包容，在家中做家务和整理物品时更是得心应手，是个居家小能手。巨蟹座渴望一个温馨的家，所以巨蟹座们都是用心去经营自己的家，是真情实感地爱和守护自己的家。',
				}]
			},
		}, ],
		1: [{
			title: '优缺点',
			content: '巨蟹座天生就拥有母性光辉和父性光辉，非常的重视自己的家庭和亲人。它的守护星为月亮，月有阴晴圆缺，如同月亮一般，巨蟹座的性格总是阴晴不定，情绪化非常严重，他们内心脆弱敏感，但又天性善良纯真，乐于助人，非常温顺让人亲近，身上的母性光芒，让人如沐春风，总是忍不住想要靠近他们。',
		}, {
			title: "优点",
			compre: {
				desc: [{
					title: '深情专一',
					content: '巨蟹座的人不会轻易接受一个人，但是一旦感情确立，认可了一个人就希望是一辈子，他们会全心全意的对待对方，为家庭和爱人付出一切。',
				}, {
					title: '大度坚强',
					content: '巨蟹座的意志力很强，是细水长流的类型，长时间不会改变，会用温和的方式持之以恒。而且他们的包容心非常强，像母亲一样能够很好的包容犯错的孩子，不会将别人的过错放在心上。',
				}, {
					title: '善解人意',
					content: '巨蟹座有着很高的情商，而且是很敏感的类型，能够了解到别人情绪的波动，善意的开导，发挥自己的善良本性，照顾别人，关心别人，适时地给对方安慰。',
				}]
			}
		}, {
			title: '缺点',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			compre: {
				desc: [{
					title: '缺安全感：',
					content: '巨蟹座是非常容易情绪化的星座，前一秒还开开心心，下一秒触发到他们敏感的内心，容易垂头丧气，非常的难懂她们到底在想什么。天生缺乏安全感，自我保护意识很强烈，敏感又多疑。',
				}, {
					title: '多愁善感：',
					content: '巨蟹生性多愁善感，过于沉浸在忧郁和幻想以及爱做白日梦的世界，优柔寡断，没有主见，对于事情总是抱有悲观的想法，容易影响身边人的情绪。',
				}, {
					title: '缺乏主见：',
					content: '巨蟹座的人非常的温和顺从，和别人在一起总是习惯性的遵从别人的意见，缺乏自己的主见，属于随波逐流的类型。巨蟹座大多十分念旧，在面临现实的打击之时会更加怀念过去，往往沉溺其中无法自拔，在现实中迷失了自己，抗压性较低。',
				}]
			}
		}],
		2: [{
			title: '爱情',
			content: '巨蟹座的人在爱情上通常扮演着妈妈的角色，喜欢照顾对方，属于奉献的一方，在爱情中容易迷失自己，以对方为主，惯着自己的伴侣。常常一个人默默地承受着，把对方视为生活的一部分',
		}, {
			title: '爱情观',
			content: '<p>巨蟹座的爱情观立足于他们的敏感性，巨蟹大多数事情会想的很多。即便在情感中也总是察言观色，受到委屈也只会憋在内心深处。巨蟹们在爱情里面显得十分被动，这种被动更多的是不自信，因此会用“作”来确认对方的情感。</p><p>巨蟹座喜欢上了你后，会关心你的一切，事无巨细，从你的作息到工作再到家人。巨蟹座喜欢一个人，表面上看起来好像没有特别的，但是看见你对其他异性好，会在心里吃醋。巨蟹座会将自己的弱点完全暴露出来，对你心不设防，变得敏感脆弱，愿意将自己脆弱的一面展现给对方，希望得到对方的理解和关怀。巨蟹座喜欢一个人会把对方介绍给自己的父母朋友，也会努力的融入对方的生活中，把最好的一切都给对方。</p>',
		}, {
			title: '爱情与现实',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>巨蟹座是感性的星座，对于面包和爱情来说，爱情对于巨蟹来说更为重要。只要两个人相爱，在一起就能共同努力创造财富，即使短时间内没有面包也没有关系。</p><p>巨蟹从来就不奢求自己的爱情有王子公主般华丽的邂逅，也奢求会有山盟海誓的浪漫，哪怕彼此日后为了柴米油盐压弯了腰，但是彼此还能够一起粗茶淡饭，那就是巨蟹最希望的完美爱情了。巨蟹从来对爱情都是很简单，自己付出的多，要求的很少。</p>',
		}],
		3: [{
			title: '温和顺从',
			content: '巨蟹男是一个充满温情和喜欢顺从的人，有时显得有些内敛或是隐藏自己内心的感受，只有在和知心好友和家庭成员一起时才表现出愉快与宽慰。巨蟹男平易近人，容易相处，很愿意帮助人。',
		}, {
			title: '综合解读',
			content: '巨蟹座的男生是温文尔雅、风度翩翩的，他们非常的温柔，绅士，体贴和照顾人。初次与他相见，有种和蔼可亲之感，与他一起感觉不到压力，久而久之会发现他的口若悬河，还有他独特的幽默。同时他们又是非常顾家的，他们热爱家庭，希望拥有家庭，共同建设一个温馨的家庭，家在他们的心里占有非常重要的位置。',
			compre: {
				desc: [{
					title: '别扭傲娇',
					content: '巨蟹男相对而言更爱说一些表里不一的气话，其实每次巨蟹发脾气都是内心积怨已久了，但只要其还愿意发脾气意味着仍旧在意对方，说许多狠话与气话，但实际上需要对方耐心地哄。',
				}, {
					title: '自尊心强',
					content: '巨蟹男自尊心强，很在意别人对他的看法，和巨蟹难相处需要细心和耐心，他们很敏感，有一颗“水晶少男心”。他们有个巨大的保护壳，可能会因为别人的无心之言而缩回壳里。',
				}, {
					title: '温柔坚定',
					content: '巨蟹男都渴望拥有一个完美家庭，他非常需要伴侣的信任和一种持久的温情。巨蟹男对异性情感方面的需求常常十分强烈，他性格内向，且带有某种被动性。敏感使巨蟹男很容易由于别人有意或无意的缺乏热情或怠慢而心生不快。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>巨蟹座对金钱很有观念，知道自己的工作能力能为自己带来多少财力，所以知道自己该在什么事情花钱也知道该在哪里省钱，不花没有必要的钱。</p><p>巨蟹座是非常细心仔细的人，他们适合比较细微，注重细节的工作。适合巨蟹座的职业有：画家，医生、家庭主妇、护士、雕刻家、亲子顾问等新兴行业也很适合巨蟹座的人呢。</p><p>巨蟹座的人比较重视家庭，但不表示巨蟹座是一个没有事业心的星座，他们的事业心还是不错的，很有责任感，会认真完成每一项工作。他们只是在工作中做事求圆满，不喜冲突。巨蟹座就是以这一种温和的手段慢慢靠近自己的理想。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>巨蟹男是宜家宜室的代表星座，他们温和顾家，居家而温和，忠于爱情，发生问题他们会很坚持地站在爱情这边，不在优柔寡断，巨蟹男在确立了恋爱关系后，他们变得体贴又有点大男子，会不停试探你对他的感情。对于巨蟹男来说，爱情是很美好的，是共建家庭的一个必经阶段，他们愿意和对方一起建设一个美满的家庭。</p><p>巨蟹男喜欢长发的女生，温和善良的女性更容易打动巨蟹男的心。在巨蟹的人生中，他的母亲给了他很大的影响，巨蟹找的对象会和他的母亲有相似的地方。巨蟹座的男生不喜欢过于强势犀利，爱出风头，非常拔尖的女生，他们喜欢的女生最好宜家宜室，心地善良，孝顺有爱心，能够共同照顾双方父母，巨蟹男更加注重的是和另一半的精神交流。</p>',
		}],
		4: [{
			title: '柔情似水',
			content: '巨蟹女充满幻想的天真而柔情似水，巨蟹女尤其爱沉浸在在想象的世界里。似乎心境永远年轻朦胧。巨蟹女的谈吐充满温情、幽默和诗意，却又是情感用事的，常常只在乎自己的内心感受。因此其敏感的神经动辄就会失控，在无声无息中积累了不满和忧怨。',
		}, {
			title: '综合解读',
			content: '巨蟹座的女生，温柔腼腆、母性光环强，极具同情心，缺乏安全感，过于情绪化。她们很敏感，能够觉察到周围细微情感的风吹草动，容易受伤。有时会变化无常、性子急躁。幸好巨蟹女的思想单纯，容易满足，对于别人的认同就能让她们很知足。巨蟹女的善解人意让她们拥有了好人缘，但巨蟹女比较封闭，总在一个小的圈子里活动，因此而丧失了一些机会，她们过于情绪化，脆弱又敏感，前一秒还是晴空万里，后一秒就是倾盆大雨，更让人语塞的是这样多变的她们还希望能够有人可以主动去理解她们，她们无需解释，只想对方去猜测，她们亲和力有余，积极性不足，经不起失败的打击。',
			compre: {
				desc: [{
					title: '重视家庭',
					content: '巨蟹女内心炙热，重视家庭，喜欢温和儒雅但又有主见的人。所以对于巨蟹女要保有耐心的同时表露出一些霸道，在能够体贴入微的同时也要帮其抓主意。',
				}, {
					title: '回归家庭',
					content: '家庭对于巨蟹女来说万分重要，甚至于是她生活的重心，如果不能维系好家庭，巨蟹女会感到很痛苦。',
				}, {
					title: '渴望理解',
					content: '巨蟹女看起来十分传统，实际上却有着一颗反传统的心，因此现实中巨蟹女很可能被比较“坏”的人吸引，有时甚至会渴望一些特殊的关系。但本质上巨蟹女又最为需要一个体贴且尊重她的伴侣。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>巨蟹座对金钱很有观念，知道自己的工作能力能为自己带来多少财力，所以知道自己该在什么事情花钱也知道该在哪里省钱，不花没有必要的钱。</p><p>巨蟹座比起事业，他们会更重视家庭，但这不代表他们没有事业心，在投入到事业的时候，他们往往很有责任感，会认真完成每一项工作。他们会在工作中做事求圆满，不喜冲突。巨蟹座擅长以温和的手段慢慢靠近自己的理想。巨蟹座在工作上会非常细心，他们适合比较细微，注重细节的工作。适合巨蟹座的职业有：画家，医生、家庭主妇、护士、雕刻家、亲子顾问等新兴行业也很适合。　</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>巨蟹座女生虽然性格温和善良，但她们也是比较敏感多疑的。多愁善感的她们更喜欢沉稳稳重的男人，希望能和对方一起努力，踏入神圣的婚姻殿堂。</p><p>巨蟹女天生多愁善感，且因为过度敏感导致内心缺乏安全感，因此巨蟹女喜欢男生成熟有担当，能给她带来足够的安全感，遇到事情能够沉着应对，完美的处理问题，有理想有能力才是她所心仪的。巨蟹女喜欢专情，一心一意的男生，希望另一半用耐心和爱来呵护她们。</p>',
		}]
	},
	"狮子": {
		0: [{
			title: '光鲜闪耀的灵魂',
			content: '狮子座有着百兽之王的气质，自由奔放、霸道豪迈、独立勇敢。狮子是自信大胆的行动派，常常能做出果敢的决策，担任领军者或是话事者的身份，往往对他人十分忠诚，喜爱社交并成为人们关注的对象，擅长展现魅力，也独有一份率真。',
		}, {
			title: '综合解读',
			content: '人生如“秀”，狮座人把生活的每角落都当成自己表演的舞台，他看起来好像非常爱“现”，殊不知他只是活得太认真太讲究罢了。凡有人在之处，他便无法完全松弛，借助于表演性质的沟通方式，使他可以知悉在场的人是否相处得来，这头狮子才会慢慢从警醒状态解放出来。',
			compre: {
				desc: [{
					title: "严于律己",
					content: '狮子座有过人的果敢和胆略，总是严于律已同时也严于律人，狮子们很自信，有时甚至过度自信。主要特点是思想开放，竭尽全力冲破自己能量的极限，战胜面临的困难，开创属于自己的天地，引人注目。',
				}, {
					title: '控制欲强',
					content: '都说狮子座爱吃肉，他们天生就是肉食者，王者风范的狮子座非常的现实，喜欢过着实实在在的生活。狮子座最喜欢的事情就是控制一切，只要是明确能够看到预期的事物，狮子座都喜欢控制。但是一旦出现什么问题，失去了控制，狮子座就会开始发飙、失望，心情跌倒谷底。',
				}, {
					title: '天生铁腕',
					content: '狮子座天生霸气侧漏，这种强大的气场让狮子座在茫茫人海中永远是最闪耀的人，这种明星般的气质，让狮子座万众瞩目，具备领导气质。狮子座豁达大度，胸襟开阔，有着很强的事业心，作为事业伙伴是最佳选择。而且狮子座有着与生俱来的位居高位者的气场，做事有魄力，也敢于担当，所以狮子座往往有很强的领导能力，会让下属们心甘情愿地臣服。',
				}]
			},
		}, ],
		1: [{
			title: '优缺点',
			content: '狮子座是英雄主义者，他们乐观，乐于助人，喜欢帮助弱势群体。天生这王者风范，绝对的领导者，拥有群众魅力，说话做事很有说服力。缺点是心高气傲，不能接受批评和指责，盲目自大，而且追求物质，有点虚伪，在处理人际关系上面太在乎面子，容易陷入不尴不尬的境地。',
		}, {
			title: "优点",
			compre: {
				desc: [{
					title: '慷慨大方',
					content: '狮子座的人是非常大方的人，在金钱方面绝对不会小气，无论对家人、爱人还是朋友。',
				}, {
					title: '乐观向上',
					content: '狮子座的人是非常阳光向上，积极乐观的人，从来不会沉浸在悲伤痛苦之中，语气悲伤还不如想办法解决问题。',
				}, {
					title: '领导气质',
					content: '狮子座在人群中是突出的闪光点，他们尽显王者的气度和风范，气场强大能秒杀全场。狮子们天生就是王者，具有领袖气质和领导能力。',
				}]
			}
		}, {
			title: '缺点',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			compre: {
				desc: [{
					title: '在乎面子：',
					content: '狮子座自尊心强，好面子，喜欢听好话，喜欢接受别人的夸赞，享受阿谀奉承的话，这让他们很受用。',
				}, {
					title: '独断专横：',
					content: '狮子座天生霸道的性格，不允许别人质疑自己的能力，比较独断专行，傲慢自大，喜欢做主。狮子座的人做事直截了当，不喜欢拖拖拉拉，做事风风火火、缺乏耐心，不够细致。',
				}, {
					title: '虚荣心强：',
					content: '狮子座的虚荣心很强，好面子，常常会说出不切实际的话，为了承担后果，常常打肿脸充胖子，死要面子活受罪。',
				}]
			}
		}],
		2: [{
			title: '爱情',
			content: '狮子座是热情果敢的，对于爱情他们渴望拥有一份轰轰烈烈的情感，谱写一段可歌可泣的恋爱篇章。他们知道自己想要的是什么，在爱情中属于主动的一方，遇到喜欢的对象会主动出击。高傲的狮子座对于爱情他们愿意屈尊降贵，尊重对方的喜好，但是并不意味着抛弃尊严，一旦触碰到自己的底线，狮子座的人会毅然决然的离开，不做留恋。',
		}, {
			title: '爱情观',
			content: '<p>狮子座在感情方面总是贪玩的，但是也不乏有领悟了情感重要性后变得成熟的狮子座。狮子们本身在感情里还是比较稳定的，对他们来说亲密关系最好的状态就是在他们的掌控之中，于是在亲密关系中狮子也体现出他们的强势。</p><p>狮子座喜欢一个人的时候，他们愿意与伴侣分享，会用浪漫情怀、慷慨地施予伴侣。会变得更加慷慨大方，将自己的行头打扮好后，也会愿意为对方从头到脚的“包装”一番。</p>',
		}, {
			title: '爱情与现实',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>狮子座不会因为面包而放弃爱情，对于面包来说，爱情也是很重要的。因此，在狮子们相信爱情的同时，也要仔细评估自己对面包的最低需求，还有对方未来赚取面包的潜力。</p><p>虽然狮子座很要面子，在爱情上也经常会强调形式。但是狮子的现实爱情却仅仅要求所爱的人为他的专属而已。当狮子真正爱上一个人，虽然表面是很霸道，可是狮子内心是很温柔，对方的一颦一笑就是狮子的幸福来源。当然在爱情中的狮子也是很霸道，容易吃醋的。所以最见不得所爱的人身边出现异性。</p>',
		}],
		3: [{
			title: '自信热情',
			content: '狮子男气度不凡，他们的热情和威望使他们事业和理想上总能获得成功。对于狮子男来说，忠诚、信任、宏伟的目标和计划十分重要，他们的自我意识极为强大。狮子男心胸开阔、远见卓识、有排除困难和驾驭形势的才能。',
		}, {
			title: '综合解读',
			content: '狮子座的男生非常大男子主义，有英雄情结，乐于助人。同时他们又是非常好面子的星座，甚至有点自尊自大，容易为了面子而承受过多。他们看似严谨冷漠，但内心深处孤独，脆弱细腻。任何难关面前从不低头，意志坚定，忍耐力强，不达目的誓不罢休。',
			compre: {
				desc: [{
					title: '好强倔强',
					content: '狮子男的任何矛盾逞强好胜心在作祟，实际上这又是一种心理洁癖。对待狮子男的心理洁癖，只要一笑了之，哄完了再宠。狮子男很容易被哄，你边哄他边宠，只要不是原则问题，都能够很快和好。',
				}, {
					title: '天生领袖',
					content: '狮子男的个性鲜明，气度不凡，威风十足，有杰出的领导才能，仿佛天生的领导者，具有群众魅力。他们喜欢支配或命令别人，太过自负，有时会因此酿成大祸。',
				}, {
					title: '忠诚不啊',
					content: '在爱情方面，狮子男愿意用自己无限的真诚去赢得对方发自肺腹和毫无保留的爱。狮子男所对爱慕的人会竭尽全力从各方面保护、关心、照顾。对对方表现出坚如磐石般的忠诚，使对方身心沐浴在幸福和舒适豪华的生活中。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>狮子座也很爱钱，他们很喜欢金钱给自己带来的享受，不会因为钱少就委屈自己，但是狮子很会赚钱不怕没钱花。</p><p>狮子绝对不能从事太过于没地位的职业，这会严重的损伤他们的自尊心，所以最适合从事一些管理与决策性的工作。行政官员、珠宝业者、证券业者、经纪人、演员、休闲娱乐业、政治家等职业对喜出风头的狮子来再适合不过了。视频聊天室DJ这个新兴职业也能满足了狮子座的虚荣心。</p><p>狮子座的人事业心还是很强的，狮子喜欢在工作实现自我价值，被人注目的感觉，狮子座的人总是以自我为中心，但他们绝对有骄傲的资本。因为狮子座具有上天赐予的各种优质禀赋，在智力、行动力、组织力、统率力、指导力、管理能力方面都比周围的人要优秀得多。而且他的特点就是喜欢不断往上爬，因为傲人的事业可以满足自己的自尊心。如果一切都进展顺利的话，狮子座就离自己的财富梦想不远了。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>狮子座在爱情上，可以毫无保留地去爱。对于喜欢的人，他们会竭尽全力去保护、关心、照顾她们，一心一意，表现忠诚，让对方沉浸在幸福之中，当然自己的付出也需要得到对方的回应，不然自尊的对她们表现出坚如磐石般的忠诚，使她们身心沐浴在幸福之中。他们热情似火，但同时也需要爱人的回应。狮子男需要被爱人真心的崇拜，狮子座的人决不允许自己的爱人有任何背叛爱情的、不检点的行为，更不能容忍使他们威信扫地的行径。</p><p>狮子男喜欢长发性感的女生，喜欢如向日葵一般明艳，不要羞涩胆怯，且带有一点傲气及个性的现代美女，积极热情有自信并且头脑灵活聪明的女生是狮子男喜欢的对象。</p>',
		}],
		4: [{
			title: '自信大方',
			content: '狮子女自信大方，爽朗豪迈，能力都是很强的。狮子女竭尽全力来赚得人们的赞美，对于她们而言自己就是人生毋庸置疑的主角，绝不愿意成为一名默默无闻的配角，而要当受人瞩目的对象，成为强者。如果狮子女的愿望受挫或努力失败，更会激发你的权欲思想。',
		}, {
			title: '综合解读',
			content: '狮子座的女性天性浪漫、慷慨，而且喜欢高品质的物品。她们常常衣着华丽，光芒四射，举止投足间都散发着灿烂的光华。她们与生俱来的气质给人冷漠、霸气的形象，有自己的个性。她们与生俱来就有一种气势夺人的架势，不是刻意装出来的，而是天生的。而且非常好强，追求完美。她们生性善良单纯热情，她们多是刀子嘴豆腐心，但不是愿意算计人的，大大咧咧心胸宽广。狮子座的女性乐观积极的生活态度和及时享受生活的观念常常感染身边的人，使她们轻易获取别人的关注。她们爱自己，爱生活，也爱生命这出永远休止的多变戏剧。',
			compre: {
				desc: [{
					title: '坦诚敏感',
					content: '坦诚和敏感是狮子女的弱点，所以面对狮子女同样要拿出直接和坦率，将自己的感情直接大胆地表达出来，而不要藏着掖着。也要敢于直接问狮子女心中的感受，重视她的情绪。',
				}, {
					title: '霸气外露',
					content: '彰显骨子里的傲慢。',
				}, {
					title: '情感主导',
					content: '如果狮子女所梦寐以求的爱情不能如愿以偿，她将不惜任何代价继续为自己新的恋爱理想或是其他目标去奋斗，狮子女热情强势，喜欢在感情里当主导，需要掌控感。狮子女也不愿意承认和承担情感上的失败。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>狮子座也很爱钱，他们很喜欢金钱给自己带来的享受，不会因为钱少就委屈自己，但是狮子很会赚钱不怕没钱花。</p><p>狮子座的人事业心还是很强的，狮子喜欢在工作实现自我价值，被人注目的感觉，狮子座的人总是以自我为中心，但他们绝对有骄傲的资本。因为狮子座具有上天赐予的各种优质禀赋，在智力、行动力、组织力、统率力、指导力、管理能力方面都比周围的人要优秀得多。而且他的特点就是喜欢不断往上爬，因为傲人的事业可以满足自己的自尊心。如果一切都进展顺利的话，狮子座就离自己的财富梦想不远了。狮子绝对不能从事太过于没地位的职业，这会严重的损伤他们的自尊心，所以最适合从事一些管理与决策性的工作。行政官员、珠宝业者、证券业者、经纪人、演员、休闲娱乐业、政治家等职业对喜出风头的狮子来再适合不过了。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>狮子座女生是天生浪漫和慷慨的，喜欢一美丽的东西，尤其是爱情。狮子座女生认为爱要坦荡荡，对于爱情从来都是敢爱敢恨的。恋爱的时候，她喜欢和伴侣分享生活中的一切，同时也会要求对方和自己分享一切。</p><p>狮子座喜欢有安全感的男生，希望男生能像金刚一样的男子保护自己，疼惜自己。尊重她们，赞美她们，在她们伤心失落的时候，给她们一个坚实的臂膀。</p>',
		}]

	},
	'处女': {
		0: [{
			title: '理智细心的灵魂',
			content: '处女座是精致优雅的完美主义者，注重细节、擅长高效且合理地解决问题。处女座需要得到他人的关注，享受被重视的感觉，擅长管理事务。处女座们总能把一件事情做得很好，在期待值以上，而处女座们无论对他人还是对自己都有着极高的要求。',
		}, {
			title: '综合解读',
			content: '处女座的人，一般都对学识渊博的人，怀着崇敬和想亲近的心。他认为知识是很重要的，丰富的知识可以使人通达于天地之间，不会被命运中不可解的谜所困扰不前。当命运之谜棋阻在他面前时，会激起他更强烈的购物欲，并使他兴致勃勃地从各种角度去诠释它。因此，处女座的人很懂得如何去安慰一个失意的朋友。',
			compre: {
				desc: [{
					title: "慢热体贴",
					content: '处女座往往举手投足有种礼仪，在公众场合注重言语表达是否得当，有独特的鉴赏能力和品味，有格调。处女座相当慢热，人们和处女座相处往往刚开始会有种距离感，熟悉后才能接触到其独有的幽默与周到体贴。',
				}, {
					title: '完美主义',
					content: '处女座的人智慧一直是很棒的，他们是天生的行动派。追求完美的他们，不管是对事还是对人，这都成为了他们的优点也是缺点。因为对自我的要求太高了，这就促进了他们不断的进步。但是他们有的时候不只是对自己的要求高，还会对身边的人要求高，这就无形中成为了身边人的压力。',
				}, {
					title: '逻辑缜密',
					content: '处女座的特点是性格挑剔，注重细节，追求完美，正因如此处女座往往能够关注到别人忽略的细节，并且从这些细节中筛选出需要的线索，从而分析出事情的真相，所以说处女座们的分析能力都很强大。此外，处女座往往是严以律己也严已律人，无论是犯错还是别的什么原因，都不要试图在处女座面前撒谎，会被轻易识破。当处女座较真的时候，会抓住你的所有逻辑漏洞。',
				}]
			},
		}, ],
		1: [{
			title: '优缺点',
			content: '处女座的人知性稳重，成熟勇敢，完美细致，精益求精，不论做人做事，都保持一个高标准，力求把自己打造成为一个非常有文化修养，很成功的人士。处女座有一种与生俱来的辨识力，以及按轻重缓急行事的才能，辨别能力很强，在工作和生活中，适合扮演任何一种与品质管理有关的角色。但是处女座的问题就在于过于关切小节上的缺点，而忽视了整体的美。',
		}, {
			title: "优点",
			compre: {
				desc: [{
					title: '斯文条理',
					content: '处女座的人心思细腻，思路清晰，会顾全每个细节，完美完成每件事情。处女座不是一个急躁的人，无论是感情还是工作都喜欢循序渐进，按部就班。喜欢一步步按照计划完成的成就感和踏实感。',
				}, {
					title: '知性稳重',
					content: '处女座是非常知性的人，他们学识渊博，爱好广泛，不喜欢浮夸，非常稳重，脚踏实地，追求务实，冷静思考解决问题。',
				}, {
					title: '追求完美',
					content: '处女座对完美的追求，近乎固执，爱较真，死要面子爱逞强。处女往往也容易给人完美的印象，活跃的思维、理性冷静的头脑使处女座做事往往能完美达成。',
				}]
			}
		}, {
			title: '缺点',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			compre: {
				desc: [{
					title: '优柔寡断：',
					content: '处女座的人心中都有一把属于自己衡量尺度的尺子，因此在遇到问题的时候，总是喜欢权衡利弊，犹豫不决，不能果断的处理事情。',
				}, {
					title: '内心复杂：',
					content: '处女座性格纯真，但并不单纯，他们的内心想法和思维很丰富，让人难以捉摸，但是幸好他们是善良的，不会做出伤害别人的事情。',
				}, {
					title: '规避现实：',
					content: '处女座当面对一段复杂的纠葛时，经常选择逃避。拖延问题是处女座的强项，复杂的问题在处女座那边只能由时间去淡化一切。'
				}]
			}
		}],
		2: [{
			title: '爱情',
			content: '处女座对爱感情是很严谨的，事事追求完美的处女座，对于喜欢的对象，对于想要的情感都有自己的标准，而且会为了想要的东西，付出巨大的努力。处女座的人属于比较被动的类型，通常选用比较含蓄的方式来表达自己的心意。对待感情一心一意，不是花心的类型，渴望完美无瑕的感情，追求精神上的满足感。',
		}, {
			title: '爱情观',
			content: '<p>处女座作为一位恋人，你会感受到处女座无微不至的关心和照顾，但处女座有一套自己的生活逻辑，他们希望可以按照自己的想法、原则来安排和经营生活。所以爱处女座，你需要加入处女座的生活，并能支持处女座想做的。</p><p>陷入恋爱的处女座会显得有点神经质，保持着惯有的洁癖和对完美的严格要求，喜欢爱把心事藏在心里，而不会跟对方分享。想要接近你却有望而却步，时时刻刻在纠结，让自己变得更加完美。</p>',
		}, {
			title: '爱情与现实',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>处女座的人是现实的，她们知道自己想要的是什么，面包和爱情都是自己需要的，而且会努力争取两者共同兼有。这对于凡事追求完美的处女座来说，是很有必要的，没有爱情或者没有面包的婚姻，对于处女座的人来说，都是有缺陷的，不完美的。</p><p>处女很挑剔，要求高，可是在爱情里，处女所要求的是很简单的。他觉得能够常常陪伴对方就是处女爱情最大的满足，你累了，处女会陪在你身边，默默的做他能帮助你的工作，你无聊，他就陪在你身边陪说陪你笑。这就是处女最现实的爱情了。</p>',
		}],
		3: [{
			title: '细致负责',
			content: '处女男是认真又有强烈责任心的，一丝不苟地做好本职工作是处女男的座右铭。所以在工作学习的合作时可以放心依赖与依靠处女男的能力。处女男比起独立的事业和活动更擅长和他人一起共事。',
		}, {
			title: '综合解读',
			content: '处女男比较绅士，儒雅，和处女座的男人一起生活和共事，都是比较轻松愉快的，只要你符合他们的要求。处女座的男人对世事的洞察力一流，能够一眼就清楚你在想什么，因为他们善于思考，心思缜密，所以办起事来非常谨慎，非常有计划性、记忆力以及强烈的责任心会使他倍受上司器重，也使同事们刮目相看。',
			compre: {
				desc: [{
					title: '体贴周全',
					content: '处女男都很在乎沟通，于是和其他男性相比他们可能会显得有些婆婆妈妈，但也是体贴入微的。处女男对伴侣十分的唠叨，他们以“我真的有些不放心”为出发点，反复的提醒着你要做某些事。',
				}, {
					title: '心细如发',
					content: '处女座男生的心思通常都比较细腻，他们做事认真负责，追求完美，比较挑剔，生活比较精致，受不了脏乱差，是比较细心，甚至有点挑剔洁癖的男生。处女座男人大都给人有思想、有智慧的印象。',
				}, {
					title: '自控力强',
					content: '处女男典型的独身者性格，不喜欢意外的事情，不喜欢多余的麻烦。在激情所致的内心骚动面前，常常显得惶恐不定，处女男会用持续不断的自我克制或批评精神来自卫，太过于拘泥于条理性和传统。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>处女座对于金钱很有观念，只花自己的钱，对于自己该花的钱都很清楚，能把收支平衡做的很好。</p><p>处女座是非常细心的人，他们认真仔细，追求完美，所以比较适合一些细致的工作，通常处女座比较适合的职业是：公务员、行政人员、秘书、会计、出纳、教师、编辑、科学研究等。</p><p>处女座的事业心还是比较重的，她们喜欢长远的规划，给自己制定长时间的工作计划，但是很少根据实际情况去调整，因此即使她们努力拼搏，已经和其他星座难以比拟，所以他们通常取得的成就并不是很高。处女座的人很少会成为领导，因为他们不具备那种引领群雄的风度和气概。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>处女座男生是典型的独身主义者性格，对于感情他们不喜欢强求，很少主动去追求，喜欢随遇而安，水到渠成的情感。面对突如其来的感情，他们是不知所措的，会惶恐不安，喜欢按照原则行事。处女座的男生非常自制保守，在感情上不会有太多刺激的新鲜感，更注重和对方心灵的交流，并为了和对方长久的走下去，而时刻努力着。</p><p>处女座的男生喜欢干净整洁，气质清新有品位的女生，对于邋遢暴躁，太过狂野的女生敬而远之。处女座的男生比较追求细节，喜欢心思细腻，细致周到的女生，他们无法和一个粗心大意，大大咧咧的女生在一起相处。</p>',
		}],
		4: [{
			title: '个性浪漫',
			content: '处女女有一种内在魅力和不受潮流和大众观念干扰的特有的浪漫气质。处女女的的谦逊有时会发展到唯恐被人注意的程度，因此许多处女女会显得有些孤僻或低调过头。处女女有种奉献精神和服务精神，会为别人操心。',
		}, {
			title: '综合解读',
			content: '处女座的女生一般给人沉着冷静的感觉，常使人误以为她们内心也是如此平稳。其实她们是非常害羞、保守、凡事都有保留的。处女座女生细致的心灵需要有安全感，以及对生活有把握的主控感。在泰然自若的外表之下，处女座的女生有着一颗紧张而敏感的心。她常担心自己不如别人有吸引力，因而心生妒意。一旦坠入爱河，她们也会希望一切完美无瑕，但又为事实可能不如己意而恐惧不已。由于对完美近乎苛刻的追求，处女座女生都显得聪明而有品位、优雅而有教养、且善心待人。无论是朋友抑或情人，她们都会表现出对身边人的忠诚，并尽力去照顾对方，尽量把自己最好的一面表现出来。',
			compre: {
				desc: [{
					title: '敏感计较',
					content: '处女女最大的弱点就是碰上“厚脸皮”，正所谓脸皮厚吃个够脸皮薄吃不着，处女女最爱口是心非或是任性猜忌，甚至可能会在闹不愉快的时候闷着“作”。耐心对待处女座的敏感和计较，追求的时候表现得积极，并且坚持主动；在他们闹脾气要分手的时候，脸皮厚一点，不要太当真。',
				}, {
					title: '有强迫症',
					content: '时时刻刻保持着衣着整洁，环境清新，容不下半点邋遢和脏乱。',
				}, {
					title: '务实清醒',
					content: '处女座的女生在爱情里注重实际，务实得来甚至有些现实。但处女座女生在一些特别的地方仍保持着“浪漫”和“理想主义”，这种特质让她仍然向往着美好的亲密关系，期待和一个成熟、浪漫、上进的人一起经营一段感情。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>处女座对于金钱很有观念，只花自己的钱，对于自己该花的钱都很清楚，能把收支平衡做的很好。</p><p>处女座的事业心还是比较重的，她们喜欢长远的规划，给自己制定长时间的工作计划，但是很少根据实际情况去调整，因此即使她们努力拼搏，已经和其他星座难以比拟，所以他们通常取得的成就并不是很高。处女座的人很少会成为领导，因为他们不具备那种引领群雄的风度和气概。处女座是非常细心的人，他们认真仔细，追求完美，所以比较适合一些细致的工作，通常处女座比较适合的职业是：公务员、行政人员、秘书、会计、出纳、教师、编辑、科学研究等。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>处女座女生这个理智冷静的星座，在爱情里经常让人爱并恨着。只要爱上了，她就会甘愿为你牺牲一切，跟随到底，令人动容！但时不时的揪一些小细节，也是另人很奔溃的。</p><p>处女女有一些小洁癖，她喜欢脸上白白净净的男生，处女座的女生喜欢独立自主，有主见的男生，不喜欢过于纠缠不休的男生。处女座的女生渴望能够寻找到一个体贴理解自己的另一半，当自己情绪低落需要关怀的时候，及时出现在自己的身边，对自己嘘寒问暖，体贴和关心自己。处女座对于有才华，有智慧的男生是没有抵抗力的，她们喜欢直率但是又有气质的男生。</p>',
		}]

	},

	"天秤": {
		0: [{
			title: '面面俱到的灵魂',
			content: '天秤座善于交际，是非分明，喜爱社交，往往人缘极佳且有着良好的审美。天秤是优雅的完美主义者，喜爱得到众人的认可，遵循着自己和大众所认可的社会规则。天秤的性格具有忠诚，体贴，正派以及适应能力强的特质，天秤在朋友之间总是很可靠、值得信赖的。',
		}, {
			title: '综合解读',
			content: '天秤座是灵敏的，只要一阵微风，便足以使之轻颤不已。天秤座人的心思正是一座灵敏的秤子。他徘徊于正、反之间，摇摆于左、右之间；反复思索的频率极高，摆幅极小。不要说天秤座人是神经质的，连跟他在一起的人也会被感染得很神经质。千万别把秤座人的神经质，想成是言行上的“神经兮兮”。',
			compre: {
				desc: [{
					title: "有分寸感",
					content: '天秤座时刻注意言行举止的分寸。和天秤座相处既不可急躁，又不可简单粗暴，因为天秤座的感情很难预测，高兴起来有时忘乎所以。天秤座对周围发生的一切都兴致勃勃，不仅知道事情的来龙去脉，而且还知道什么时机对成功最有利。',
				}, {
					title: '优柔寡断',
					content: '天秤座的人最大的缺点就是犹豫不决。他们总是喜欢站在别人的角度里思考问题，就导致了这样的问题。他们在生活中，扮演着优雅的角色，人际交往是他们最犀利的一部分，也是因为过度的在乎友谊。当两个朋友发生一些矛盾的时候，他们就不知道应该帮助谁，他们最希望的就是世界和平。',
				}, {
					title: '善与人交',
					content: '天秤座无论是男女都令人赏心悦目，在大众眼中他们都有着独特的气质和良好的外貌。天秤座们的审美和品味非凡，打扮得体使他们到哪里都受到人们瞩目。举止优雅、谈吐得当的天秤座在社交场合总是如鱼得水。只要有他们在，任何场合都不会有尴尬的气氛，更不会冷场，天秤座会让身边的人觉得和他相处的过程中很舒服。八面玲珑处世圆滑是天秤座的特点，社交能力强也让天秤座做事时事半功倍，总能有高人相助。',
				}]
			},
		}, ],
		1: [{
			title: '优缺点',
			content: '天秤座是情商非常高的星座，是社交型的星座，无论做什么事，都深得别人的喜爱。他们处事圆滑，八面玲容，和人相处非常融洽。而且对于艺术和在艺术美学拥有天生的敏感度和领悟力，是非常有艺术气息的星座。',
		}, {
			title: "优点",
			compre: {
				desc: [{
					title: '看重感情',
					content: '天秤们是非常重感情的星座，对待身边的人都十分的友善，无论爱情还是亲情，都想用心去对待。',
				}, {
					title: '品味高雅',
					content: '天秤座是非常有品位的星座，这和他们身上的气质类似，在事物的选择上，他们都是极具品味的一类人，从不随波逐流追求新潮事物。',
				}, {
					title: '和谐正义',
					content: '天秤们是正义的化身，热爱和平，他们爱打抱不平，对于不公平的事喜欢帮助弱者出面解决。每个天秤就如同一把天平一般，他们永远追求内心的平衡感，追求平衡感是他们一生的追求。',
				}]
			}
		}, {
			title: '缺点',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			compre: {
				desc: [{
					title: '不懂取舍：',
					content: '天秤们在感情上十分的优柔寡断，选择的人选太多，他们要左右权衡，不愿意伤害每个人，力求做到最好的结局。',
				}, {
					title: '好逸恶劳：',
					content: '天秤们爱好享受，喜欢自在轻松高品质的生活状态。因此身上总带有一些好逸恶劳，不喜好劳动，是非常安逸的人。',
				}, {
					title: '虚荣自我：',
					content: '天秤们处事圆滑，左右逢源，他们大多喜欢说场面话做场面事，比较客套，很少表达自己真实的情绪，给人虚伪的感觉。并且没有担当，喜欢推卸责任。',
				}]
			}
		}],
		2: [{
			title: '爱情',
			content: '爱情对于天秤座来说是一件很美好的事情，他们从小拥有纯真的梦想，渴望爱情的到来，憧憬一份美好的爱情。天秤座的人是天生的交际家，交际和沟通能力强，是普遍的恋爱高手，他们对于爱情保持着一个高度的热情，把恋爱当成一种享受，不论是甜蜜还是苦涩，重要的是其中的过程。天秤座在情感中是属于主动和被动相结合的星座，他们愿意付出也享受对方的回馈，天秤座既现实又感性，如同天秤一般，努力维持着感情和生活的平衡，他们不愿意被感情左右，也不会为了生活放弃自己的最爱。天秤座的人相信一见钟情，而且他们也是暧昧高手，和气质外貌突出的天秤座在一起是一件很需要能力的事情。',
		}, {
			title: '爱情观',
			content: '<p>天秤座在感情里都是端水大师，有时你会觉得和天秤座恋爱和做朋友似乎区别不大。天秤座热爱美，被美吸引，一旦你符合了最开始天秤座的美学需求，天秤座其实并不是一个让人觉得麻烦的对象，因为他们是心口统一，讲究公平直接，你对天秤好，天秤也会对你好。</p><p>天秤座恋爱后就会变得特别体贴，变得很居家、很会照顾人。恋爱后的他们，会每天打扮得更加得体大方，一方面增加恋爱自信，另一方面也是为了让恋人能对自己充满新鲜感，不至于每天因千篇一律的妆容装束而感到厌倦。</p>',
		}, {
			title: '爱情与现实',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>天秤座是凡事都追求平衡的星座，爱情和面包少一方都会导致天秤两端的不平衡，爱情珍贵，面包重要，在天秤座的认知中，如果两者都具有价值和意义，那么，要天秤座抉择基本上就是一件荒谬的事，他们不会轻易为了一方而放弃另一方。</p><p>天秤座的人喜欢简单平凡，可是天秤内心也有一颗完美，不满足的心。尤其是对爱情不容易满足，即使天秤的爱情每天都能很充实，他仍然觉得爱情缺少了什么，不是一起看日出日落，不是一起散步海滩，天秤就觉得爱情满足了。现实的天秤很贪心。越对他好，就越希望你能对他更好。</p>',
		}],
		3: [{
			title: '彬彬有礼',
			content: '天秤男对异性极具魅力，喜欢猜测她们的心理，倾听她们的心声和理解她们的感情。这既是一个难得的知已，又是一个理想的伴侣。因此天秤男有时会竭力取悦于人，这并不是为了赢得别人的欢心，而是为了表现自己的真心诚意。天秤座的男生是天生的完美主义者，他们与生俱来的气质和风采，带着耀眼的光芒，总是让人羡慕嫉妒。天秤男是天生的交际家，他们情商高，口才好，喜欢交朋友，而且天生的绅士风度，加上高超的暧昧技巧，总是让女生拜倒在他们的牛仔裤下。',
		}, {
			title: '综合解读',
			content: '天秤座的男生是天生的完美主义者，他们与生俱来的气质和风采，带着耀眼的光芒，总是让人羡慕嫉妒。天秤男是天生的交际家，他们情商高，口才好，喜欢交朋友，而且天生的绅士风度，加上高超的暧昧技巧，总是让女生拜倒在他们的牛仔裤下。',
			compre: {
				desc: [{
					title: '浪漫不死',
					content: '天秤男十分重视感觉，所以浪漫是不可缺少的一部分。天秤男总是会在无意之间说出许多让你感动的话，而那些情话并非精心准备，而是从他们的内心自然流淌出来——他们是生活中的诗人、哲学家，浪漫之于他们不是惊喜，而是日常。',
				}, {
					title: '善交好友',
					content: '天秤座男生相信友谊天长地久。他们喜欢广交朋友，但是真正上心的也就那几个。他们不需要酒肉相伴，花天酒地来显示朋友间的情谊。但是在朋友需要帮助的时候，他们总是能第一个伸出自己的手。',
				}, {
					title: '依赖承诺',
					content: '天秤男不能过孤独的生活，因此，婚姻将起着极其重要的作用，甚至会成为天秤男人生的转折点。天秤男需要爱情的烈火，需要倾诉衷情和需要赢得好感。天秤男的全部幸福将取决于你所建立的各种关系。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>天秤座不花还好一花起钱来大手大脚的花。属于那种要么就不花钱，日子随意过，要么就会因为自己突如其来的购物欲而花费很多钱，没有一点理财观念。</p><p>喜欢和平的天秤座是一个外交的人才，极富正义感并有着理性和谨慎和性格。对天秤座人来说美和和谐才是人生最重要的事。从事如律师、司法人员、外交官、诗人、艺术家、服饰业者、美容业者、室内设计、珠宝买卖、陶艺业者等。宠物美容师这个新兴职业也非常适合天秤。</p><p>天秤座的事业心相对其他星座来说也不是很强的，他们是把自己大把时间都用在了打扮和发现美好事物上，哪还有什么时间在事业上努力呢?天秤座是很喜欢在生活上享乐的一群人，尽管是有点小资主义，但是他们真的很少在事业上努力的。如果说天秤座不在乎名利，那是因为在他们的世界里一切讲求平衡。当天秤座生活失平衡，就要考虑调整左右两边天秤的砝码。工作中的他们，的确失衡的时间比较多。他们时常犹豫不决，经常让身旁的许多人伤心难过。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>天秤座的男生温文尔雅，八面玲珑，对于喜欢的女生，不会轻易表明自己的心意，会在一切尽在掌握的时候，慢慢的俘虏对方，一切都做到最好的结果。天秤男是情商非常高的星座，他们对于女人的心理掌握能力很强，会充分听取对方的心声，了解女性的需求，步步为营。他们既是难得的知己，又是理想的伴侣。他们有时会竭力取悦于人，但并不是为了赢得别人的欢心，而是为了表现自己的真心诚意。</p><p>天秤男随和善良，他们喜欢直接率真坦诚相待的女生，不喜欢纠结，做作矫情的女生，和直爽热情的女生在一起，一切都会更加的快乐，能够带来正能量。天秤男喜欢的女生外貌有很高的要求，毕竟他们自己本身外貌就非常的吸引人，而且他们是天生的外貌协会，一个外貌气质上乘的女性更能打动天秤男的心。</p>',
		}],
		4: [{
			title: '脆弱温和',
			content: '天秤女性格脆弱而温柔，容易相处，时常有些自我陶醉。生活上天秤女往往会完全依靠丈夫，希望他能承担生活中的一切责任。当天秤女独自一人的时候会感到茫然若失，通常这种情况不会持续很久，天秤女就会找到体贴、关心自己的知已或好朋友。天秤座的女生是十二星座中诞生美女最多的星座。她们美丽精致，优雅知性，举止大方，在人群中光彩夺目，气质超脱的十有八九都是天秤座。重视外表，讨厌丑恶的事物。肮脏草率的外表是她敏感的触角，最排斥的对象。她们对于美的事物有自己独特的品味，不随波逐流，却有敏锐的发现力。她们注重细节，喜欢有质感的物品，往往身边的人都对她们的审美力佩服。在人际交往中，天秤女总是如鱼得水，八面玲珑、左右逢源的与身边的人友好相处。所以天秤女深受朋友们的喜爱，有好人缘。',
		}, {
			title: '综合解读',
			content: '天秤座的女生是十二星座中诞生美女最多的星座。她们美丽精致，优雅知性，举止大方，在人群中光彩夺目，气质超脱的十有八九都是天秤座。重视外表，讨厌丑恶的事物。肮脏草率的外表是她敏感的触角，最排斥的对象。她们对于美的事物有自己独特的品味，不随波逐流，却有敏锐的发现力。她们注重细节，喜欢有质感的物品，往往身边的人都对她们的审美力佩服。在人际交往中，天秤女总是如鱼得水，八面玲珑、左右逢源的与身边的人友好相处。所以天秤女深受朋友们的喜爱，有好人缘。',
			compre: {
				desc: [{
					title: '美学共鸣',
					content: '天秤女优雅美好，需要能够在美学层面共鸣的对象，亦或者能够用长久稳定的温情来感动天秤女。简而言之天秤女需要的是一种平衡的状态，一种她得到了她理想中的境地的确信感。',
				}, {
					title: '八面玲珑',
					content: '社交场上达人。',
				}, {
					title: '随和有趣',
					content: '天秤女有和蔼可亲的秉性，使仇恨和敌意永远无法靠近她的身旁。天秤女的性格温柔、娴雅，她需要欢欢乐乐地生活，需要忠贞不渝的友谊和爱情，在情感关系中随和与顺从是天秤女性格上的主要特点。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>天秤座不花还好一花起钱来大手大脚的花。属于那种要么就不花钱，日子随意过，要么就会因为自己突如其来的购物欲而花费很多钱，没有一点理财观念。</p><p>天秤座希望获得人群的认同，他们在职场中的交际能力很强，也因为广交朋友而让你无形中不敢拿出自己的主见，你要学会勇敢说出自己的想法。喜欢和平的天秤座是一个外交的人才，极富正义感并有着理性和谨慎和性格。对天秤座人来说美和和谐才是人生最重要的事。从事如律师、司法人员、外交官、诗人、艺术家、服饰业者、美容业者、室内设计、珠宝买卖、陶艺业者等。宠物美容师这个新兴职业也非常适合天秤。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>天秤座女生是集智慧和美貌为一体的女生，讲究生活情调的她们期待浪漫和谐的爱情。天秤座女生是出了名的纠结，但在爱情中却最不纠结，一旦爱上了就会义无反顾。</p><p>天秤女的纠结，选择恐惧症是出了名的，因此她们喜欢的对象要有主见，能够帮助她们处理好生活中需要抉择的事情，让她们没有后顾之忧。天秤座的女生喜欢浪漫的男生，她们向往浪漫的爱情，享受恋爱的感觉，希望保持这种新鲜感，不喜欢平淡无趣的生活。</p>',
		}]

	},
	"天蝎": {
		0: [{
			title: '聪明腹黑的灵魂',
			content: '天蝎座是复杂且深刻的，天蝎们大多聪慧机敏，对自己认定的事情有强大的执着，不妥协不低头，为了达到目的会采用各种“战术”。同时善于自我防御，有着强大的直觉和灵感，身上多少带有一些具有神秘色彩的魅力，深沉且勾人。',
		}, {
			title: '综合解读',
			content: '天蝎座的确是一个爱恨分明，性格激烈的人。天蝎座的人精力旺盛、热情、善妒，占有欲极强。他们想要每天过得非常充实，如果去去了目标，他们很难认真地投入精力。天蝎是记仇的，会不顾一切地打击仇人。他们的一个成功优点，就是他们一旦定了目标，就会不达目的誓不罢休。',
			compre: {
				desc: [{
					title: "直觉很准",
					content: '深入天蝎座的内心，天蝎们的直觉往往在刚开始就预料到很多事情的走向。天蝎看起来永远是神秘、腹黑、充满占有欲的，符合传统“霸道总裁”的标准。这样的天蝎实际上有一颗柔软的心和纯粹到极致的处事标准。',
				}, {
					title: '有仇必报',
					content: '天蝎座的人不能够轻易的招惹他们，因为他们的报复心理很重。另外，也不能轻易的爱上天蝎，如果只是想试试的话，别找天蝎了。他们对待感情是很认真的，只要自己认定了的人就会全心全意的对对方好，但是在爱情里，他们占有欲太强了，有时候会让对方喘不过气来。',
				}, {
					title: '洞悉人心',
					content: '看穿人心是天蝎座天生的能力，对天蝎座来说甚至不用琢磨太深就能够模拟出别人的心思，但天蝎座却喜欢把自己的内心世界深藏。他们有强烈的占有欲，同时也很害怕受伤，不敢轻易敞开心扉。天蝎座就像深夜里的孤狼，目光锐利且孤傲，早已看透一切，也对局面有着一定的掌控力。不要试图在天蝎座面前玩心眼，那就等于班门弄斧，论起心计你绝对比不上天蝎座。',
				}]
			},
		}, ],
		1: [{
			title: '优缺点',
			content: '天蝎座是第六感非常强的星座，他们天生直觉敏锐，有强烈的感知能力，情感深沉而丰富。他们的性格深沉冷静，意志坚定，一旦设定目标就不会轻易放手，也不会心猿意马。他们有着异常炽热的感情，平时看来是个比较和气的人，一旦爆发绝对是喷涌而出的类型，有着强大的震慑力。总而言之，天蝎座是一个集责任感、第六感准确、神秘感、意志力强、支配欲强烈于一身冰火两重天的星座，是一个非常难以理解，难以接近但是又非常神秘，让人忍不住想要探究的星座。',
		}, {
			title: "优点",
			compre: {
				desc: [{
					title: '敢爱敢恨',
					content: '他们心里有把称，对于曾经帮助过自己的人，一定牢记于心，对于陷害伤害自己的人，他们会以牙还牙，以眼还眼，绝对不姑息。',
				}, {
					title: '意志坚定',
					content: '他们的意志力非常坚定，勤奋吃苦耐劳，为达目的不罢休的精神，在面对困难也绝不退缩。口风非常严，不会背地里说别人的坏话，对于别人的秘密一定是守口如瓶，严实的不透风，是个很好的倾听者。',
				}, {
					title: '直觉敏锐',
					content: '第六感强，天生的直觉敏锐度，能一眼看穿事物和人的本性，观察入微，一般人很难欺骗他们。',
				}]
			}
		}, {
			title: '缺点',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			compre: {
				desc: [{
					title: '占有欲强：',
					content: '天蝎座的占有欲居十二星座之首，对于任何喜欢的东西都有满满的占有欲，别人不能触及。因为天蝎座的性格原因，占有欲强烈，所以必然而然的他们的醋劲是非常强的，经常容易打翻醋坛子。',
				}, {
					title: '死要面子：',
					content: '天蝎座非常的重视自己的面子，尊严大过天',
				}, {
					title: '有仇必报：',
					content: '天蝎座特别记仇，切忌勿得罪他们，有朝一日必定加倍奉还。',
				}]
			}
		}],
		2: [{
			title: '爱情',
			content: '天蝎座的人对于爱情是非常专一的，但他们一旦认定对方是自己想要选择的人，他们一定会付出自己的真心和一切努力，全心全意的对待对方。但是如果对方背叛自己，那么天蝎座的人的报复心会爆发出来，用尽自己全部的经历去实施复仇反感。因此和天蝎座的人在一起是非常有压力的。天蝎座强大的占有欲要求你必须，付出和他们相同的情感，全心全意的回馈。你以为天蝎座是非常现实的星座，然而恰恰相反，在情感上天蝎座是非常感性的星座，他们渴望强烈深沉的爱情，在情感上他们的表现也是非常的炙热厚重，专注而持久，虽然外表温文儒雅，但是内心却波涛汹涌。天蝎座的感情爱恨分明，强烈的占有欲，会将既定的目标视为生命一部分，专情且誓死保护。他们的爱如同火山一样炙热，让人轻易不敢靠近，一旦靠近就必须做好天长地久的准备，不能有任何退缩的心理。',
		}, {
			title: '爱情观',
			content: '<p>天蝎座对于爱情的要求是最为严格和纯粹的，这导致天蝎们总是在情感中手受伤。天蝎们对感情永远是高度投入的，无论身体还是心灵都如数奉献，渴望灵魂的沟通，所以常有言道和天蝎恋爱能够体验到真正的爱情。</p><p>天蝎陷入恋爱时候，他们会用尽自己的全力陪对方，会变得跟别人平时看到时很不一样，不过这些表现对方要能看的出来才可以，有可能会变得眼神不定，说话变得没有逻辑，如果天蝎座在乎对方，绝对会对对方联系他们作出第一时间的反应。相反的，天蝎座不太会拒绝别人，如果对方问他们喜不喜欢自己的时候，他们犹豫不决，那多半就是不喜欢了。</p>',
		}, {
			title: '爱情与现实',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>如果爱情与面包不能两全，那么天蝎座会紧紧拥抱他们的爱情，然后自己拼命去赚面包。对痴情的天蝎来说，他们爱对方，就会给对方自己的全部，他们愿意为此做出任何的牺牲。</p><p>天蝎座的爱情看着的是真正拥有的情感，如果彼此相爱，什么都不构成威胁和破坏的理由。或许天蝎也认为山盟海誓很重要，可是天蝎觉得真正世盟是用做的，而不是说的。天蝎是个很有追求的人，理所当然觉得时间是很宝贵，但是他愿意为了爱，把一生的时间陪伴喜欢的人做最平常的事。</p>',
		}],
		3: [{
			title: '深沉性感',
			content: '天蝎男能顽强地经受面临的艰苦考验，内心的渴望会帮助天蝎男扫除前进道路上的一切障碍。天蝎男都善于猜测别人的弱点，善于抓住恋人的弱点和触动你们的情思。由于天蝎坚韧不拔的精神，他会在别人失败的地方取得成功。',
		}, {
			title: '综合解读',
			content: '天蝎座的男生是很细心，观察入微的人，他们深情款款，情感丰富，周身散发着神秘，迷人的气息，让人忍不住想要探究他们的内心。他们表现上冷漠淡然，其实内心刚烈汹涌澎湃，情感非常丰富。他们对于感情一心一意，非常深情，一旦认定一个人就是一辈子。对于喜欢的人，他们会倾尽所有给自己爱的人，对于爱情忠贞不移，是十二星座中最痴情的星座。但是他们的爱是毁灭性的，不容许任何的背叛，而且必须给予相同的回馈给天蝎，否则会承担起天蝎深沉的报复心。',
			compre: {
				desc: [{
					title: '掌控欲强',
					content: '天蝎男最大的弱点是遇到顺从且能够给予他安全感的对象。天蝎男的掌控欲极强，需要对方配合与理解，偶尔的反叛虽然能够激起天蝎男的兴趣，但长期忽视他的要求会导致天蝎男内心的失望。',
				}, {
					title: '侦查天才',
					content: '天蝎男拥有天生的敏感力，感知能力很强，能够一眼看穿你的小心思，因此和天蝎男相处的时候，一定要真诚，不需要过多的掩饰和辩解，因为任何的伪装对于他们来说都是无用功。',
				}, {
					title: '霸道深沉',
					content: '天蝎男在爱情方面永远处于主宰地位，有主见且包揽对象的一切需求。天蝎男同时也非常懂浪漫，但同时也深沉别扭，心中的情绪难以说出口。对于对象，在天蝎男看来，只要目的是好的，就可以无所顾忌。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>天蝎座的理财观念很强，知道自己的金钱能力，对父母对朋友都很舍得花钱，但对自己不会毫无节制的去花。</p><p>天蝎座对工作有权力欲望和野心，而且他们的能力很强，还有他们的第六感很强，非常神秘，对于玄学有很高的悟性。因此他们适合的职业是：企业家、高管、医生、魔术师、命理业者、玄学者等职业最容易展现蝎子细腻察觉的本事。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>天蝎男喜欢一个人不是特别的困难，但是要天蝎男爱上对方，则需要经过很长一段时间，让他们慢慢的对自己从喜欢变成爱。天蝎男如果真的喜欢一个人，他们会愿意在下班以后或者双休时候一直陪在对方身边，愿意陪她们去任何一个地方，尽管再累也会陪她们去，那就是证明天蝎们非常喜欢那个人。</p><p>天蝎男温和善良，而对事物十分专注的女孩。不喜欢对于喜欢男生奉承，拍马屁的女孩，对于虚张声势，喜欢表现自己的女性没有好感，他们喜欢的是自然的，不爱卖弄的，由内而外散发出来的气质的女生。太过刻意反而会引起天蝎男的反感。</p>',
		}],
		4: [{
			title: '神秘魅力',
			content: '天蝎女只有在激情、失望和泪水中才能感到爱的存在和欢乐。天蝎女能经受住生活不幸的洗礼和考验，喜欢戏剧性的变化。天蝎女们有强大的魅力，神秘感使得她们更加独特，对于爱情她们忠贞不渝。',
		}, {
			title: '综合解读',
			content: '神秘感环绕的天蝎女一直渴望寻觅到灵魂和她一样有深度的伴侣，令人佩服的是她们在执行欲望时所显现的冷酷勇气和严密本性。机智、勇气、精力对她来说，不算恭维。在面对自身欲望时，朋友和敌人的划分极为明显，如果没有任何理由，更是不会透露心中的计划和目的。几乎每一个天蝎座女子都有着宁为玉碎的坚决态度。她可以柔媚的像水，也可以激烈的像火。喜欢生活充满戏剧性的变化，这会让天蝎女觉得生活丰富多彩和充满挑战。感情的占有欲和嫉妒心理较强，如果在爱情方面受到愚弄或遇到了劲敌，她就会产生强烈的报复心。',
			compre: {
				desc: [{
					title: '没安全感',
					content: '天蝎女的弱点是安全感，这种安全感不仅仅是来自于情感和物质的，她需要最纯粹的爱。几乎所有谎言都逃不了她的法眼，所以她需要对方坦诚、真实，完全地交付给她，在这种情况下天蝎女才能够慢慢积累感情的安全感。',
				}, {
					title: '直觉敏锐',
					content: '天蝎女有洞察他人内心的能力和很强的冒险精神，能用敏锐的直觉判断事物。',
				}, {
					title: '占有欲强',
					content: '天蝎女在感情方面占有欲和嫉妒心理较强，她所需要的不是恋人欣赏自己美的目光，而是恋人忠贞不渝和毫无保留的爱。如果天蝎女在爱情方面受到欺骗和背叛，她将会会产生强烈的报复心。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>天蝎座的理财观念很强，知道自己的金钱能力，对父母对朋友都很舍得花钱，但对自己不会毫无节制的去花。</p><p>天蝎座的人事业心挺高的，在事业上，他们一旦下定决心，制定好目标就会以惊人的能力、毅力去实现，不达到目的不罢休，只要出现阻扰者，一定会利用方法除去，并且越挫越勇，不容许别人来破坏既定的目标。天蝎座对工作有权力欲望和野心，而且他们的能力很强，还有他们的第六感很强，非常神秘，对于玄学有很高的悟性。因此他们适合的职业是：企业家、高管、医生、魔术师、命理业者、玄学者等职业最容易展现蝎子细腻察觉的本事。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>天蝎座的女生虽然外表看起来特别冷漠，其实内心是相当的热情，她们期待着遇到能懂她们内心的好男生。</p><p>天蝎女喜欢阳光既有粗犷又有细腻一面的男生，柔柔弱弱的男生不太可能吸引到她的注意。她们冷漠的外表下，其实包含着的是热情的心，所以天蝎女生不喜欢那种对生活没有热情，而且没有生活目标的男人，喜欢有朝气、专一的男生。</p>',
		}]

	},
	"射手": {
		0: [{
			title: '无拘无束的灵魂',
			content: '射手座在精神上最为自由，活力四射、积极向上，有敢于探索和冒险的精神，适应性强，喜欢尝试新事物，常常感受到“大自然的感召”。与人交往时表现出乐观、忠诚、正直的特点。射手座善谈、开放，同时又是理性的，很多时候看待事情的角度客观且中立。',
		}, {
			title: '综合解读',
			content: '射手座有潜力成为特立独行者，但是由于“突出”造成“被注视”的压力，他很害怕。或者说，跟别人不一样，就得付出相对的代价，而这代价不一定是他承担得起的。凡是射手，几乎都酷爱自由，不自由毋宁死也。特立独行者看似自由，但射手座又希望被人接受，因此还是会觉得不自由。',
			compre: {
				desc: [{
					title: "内心宽阔",
					content: '射手座崇尚自由，表现出勇敢、果断、独立的特质，不怕困难且不认输，射手的毅力和自信是难以击倒的。射手座的内心是充满哲思的，有着广阔的事业和思考层次。',
				}, {
					title: '率真坦诚',
					content: '射手的人个性直率，他们最追求、享受的事情就是自由、奔放。他们讨厌被约束的感觉。这样的性格就会让他们有什么想要做的事情就会去做，不会被太多的事情所牵绊着。在生活中，射手也非常的有勇气，面对困难的时候，他们不管是多大的困难，都会迎难而上。',
				}, {
					title: '自由勇敢',
					content: '射手座属于风象星座，是天性乐观的人，任何事情都不能阻止他们追寻自由，射手座的内心世界往往是丰富多彩的，他们向往“诗与远方”。射手座们从不局限于眼前，向往的是更宽阔的世界。所以射手座非常富有冒险精神，对于未知的事物总是第一时间想去寻找答案。未知的远方，是射手座心中向往的天堂，所以射手座多数不会一直住在同一座城市，而是更愿意尝试在不同的城市工作，同时感受各地的风土人情，让人十分羡慕。',
				}]
			},
		}, ],
		1: [{
			title: '优缺点',
			content: '射手座喜欢挑战，热爱冒险，喜爱去开拓新的世界和知识领域。他们内心的驱动力在于突破界限、探索未来，寻求选择人生的信仰。 射手座有着非凡的活动力，任何束缚都使他们感到压抑，他们真正的渴望是像天马一样在自己喜爱的广阔空间。',
		}, {
			title: "优点",
			compre: {
				desc: [{
					title: '乐观主义',
					content: '射手座是出名的乐观派，懂得自我消化不好的情绪，对于情绪的掌握比较好，从来不会有烦恼。',
				}, {
					title: '自信自由',
					content: '射手座对于人生非常的自信也充满理想，在射手座的脑海里时常描绘未来的蓝图。射手座其实是很有主见的一群人，他们看待事情有自己的判断力和主见。',
				}, {
					title: '坦诚直爽',
					content: '射手座给人最直观的感觉就是待人真诚，和人打交道比较直来直去，有话直说的真性情。没有心机的老好人。',
				}]
			}
		}, {
			title: '缺点',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			compre: {
				desc: [{
					title: '粗心花心：',
					content: '行动力强，但是缺乏耐心，不够细心，三分钟热度。射手座是超级马大哈，常常丢三落四，忘东忘西，不够细心，粗心大意。',
				}, {
					title: '不懂圆滑：',
					content: '射手们大大咧咧，心直口快，他们不懂人情世故，比较自我，更不愿意为了人情世故而可以表现自己，常常容易因此而得罪被人。',
				}, {
					title: '不切实际：',
					content: '射手座的人喜欢天马行空爱幻想，常常有不切实际的想法出现，这让人非常没有安全感，也缺乏责任感。过于率真，喜怒哀乐表现与色，容易成为别人利用的弱点。盲目乐观的态度也会使得自己找不到正确的人生观。',
				}]
			}
		}],
		2: [{
			title: '爱情',
			content: '射手座对待爱情同他的性格一般，热情奔放，把爱情当成一场冒险的游戏，他们喜欢在爱情中发现新的闪光点，发现不同的激情，在人与人的相处之中展现自己的魅力，他们浪漫多情，多数的感情都是从朋友中发展起来的，他们崇尚情感自由，不喜欢被恋人过多的拘束，需要更多自由的空间，渴望一个理解他们，支持他们，给予空间和信任感的伴侣，如果对方过于拘束，婚姻对于他们来说是一个枷锁，他们会更加反感，也更想要逃离。射手座在爱情中是颇为主动的，属于主动出击的类型，希望在爱情中掌握主动权，攻略性的恋爱方式是他们最大的特点，他们敢于足球自己的感情，和表达自己的情感，但是缺点是持续度不高，容易厌倦，有点花心滥情。',
		}, {
			title: '爱情观',
			content: '<p>飘忽的射手座在爱情中是长不大的孩子，有时表现得十分幼稚但对恋爱对象敢于追求。射手的爱情历程和射手本人一样是飘忽不定，取向不明的，射手是理想主义者，对恋爱中的精神交流十分重视。</p><p>当射手真的爱上一个人，就会变得“反常”，不在那么爱玩，整天看不到人影，他们更愿意花时间陪伴在你的身边，拒绝身边出现的暧昧，和异性保持距离。当射手座爱上一个人，也会变得非常认真，他们会选择先和对方成为好朋友，还会在对方面前表现出小孩子的一面，表现得非常需要对方，离不开对方，甘愿为对方做出改变。</p>',
		}, {
			title: '爱情与现实',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>对于射手座的人来说，面包和爱情往往都没有自由来得更为重要，但是如果一定要在两者之中选择一个的话，大多数情况下，更多的射手更愿意选择爱情，这往往是教人又敬佩、又担心。因为射手座对爱情的理想太崇高，可能为以后的相处埋下隐忧，当爱情的蓝图碰到波折时，射手座就会觉得爱的感觉不见了，甚至失去耐性，干脆放弃爱情。</p><p>射手即使在爱情里，也从来没有舍弃自己热衷的自由。相反，射手也希望吧自己喜欢自由的心情分享给自己爱的人，所以射手希望可以带上喜欢上的人，走遍世界的每一个角落，或许环游世界是遥远的梦想，至少还能走过草坪，爬过山峰，也不枉此生了。</p>',
		}],
		3: [{
			title: '爽朗聪慧',
			content: '风趣幽默的射手男，个性爽朗而机敏，给人的印象就是典型的阳光大男孩。达观的射手男还是社交高手，特别能讨女生们芳心，往往是大众情人的角色。从来不知愁滋味的射手男，总能把欢声笑语带到每个场合，是派对中心角色。',
		}, {
			title: '综合解读',
			content: '射手男热情、乐观，爱好自由，不喜欢被拘束，喜欢自由自在的生活。他们天生幽默、懂生活、风趣、达观，不论在任何场合，都能创造一个轻松、欢笑的氛围，和他们在一起不会缺少欢笑。射手男很讲义气，也很大方。而且射手男是对金钱没用概念的星座，有多少花多少，身边的朋友众多，但是他们从来不会吝啬，一旦朋友有需要班组，他们总是慷慨解囊。',
			compre: {
				desc: [{
					title: '理想至上',
					content: '射手男最大的弱点在于对理想主义的追求，这就导致他不但重视外在也很重视内在。对方需要和射手男有一样的追求亦或者表现得和射手男的理想型一样才能够长久相处。',
				}, {
					title: '乐观主义',
					content: '射手座是热爱自由的乐观主义者，不好的事情他们能够自己消化，不会过度沉浸在悲伤之中。对于射手座来说，绝对的只有智商，他们追求身体及精神上的自由，讨厌束缚。',
				}, {
					title: '坦率专一',
					content: '实际上射手男坦率而专一，能够跟恋人欢声笑语像朋友一样开玩笑，总是带来有趣的事情，分享欲极强。射手男会一直坚持自己的想法，也不会在爱情里面迷茫，懂得付出和收获成正比，不会让自己的一杆秤倾斜到其中的任何一方当中去。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>射手座就是典型的月光族，有多少花多少，偶尔还会透支一下自己下个月的工资。射手很喜欢到处玩，相应的消费也会更高，所以在射手眼里钱都是留不住的。</p><p>喜欢自由自在的射手座对工作热情开朗，总是用乐观的心态来面对人与事。他们比较适合的职业包括：外交人员、广告业者、广播业者、旅游业者、冒险家，职业买者等新兴行业。</p><p>射手座的事业心比较低一些，对于他们来说，工作只是赚钱的一个途径，最重要的是要在工作中找到兴趣和快乐，不能让工作成为束缚自己的方式。他们无法在同一个王伟上长时间的停留，他们喜欢自由，喜欢变动，喜欢挑战不同的岗位和工作。他们对工作虽然很积极，但是往往三分钟热度，一不喜欢了，就放在一边，不愿意放工作打扰自己的生活。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>射手座的男生喜欢积极主动，热情开朗，能够一起玩得起来的女生，不大喜欢太过被动无趣的女生。他们欣赏机智敏锐，聪明能干，而且非常幽默风趣的旅行，对方的思想内涵能让他们耐人寻味，有无限的遐想，让他们的想象力在未知的领域驰骋。他们的精神很独立，喜欢我行我素，不愿受到他人的束缚。对待感情真诚，是个情感丰富的人。</p><p>射手男喜欢活泼开朗笑容可掬、不粘人的女生，不喜欢较被动的女孩，他们较喜欢健美型异性，林黛玉型的女孩他们是看不上眼的。女生绝对不可以限制他们的自由，盘问他们行踪更是大忌，绝对分手收场。</p>',
		}],
		4: [{
			title: '自由奔放',
			content: '射手女最爱挑战，认为生活就是一系列的探险，尤其偏爱新奇刺激的经验。热情奔放的射手女，热爱自由，并坚定的认为一切皆有可能，射手女渴望生活充满变化和刺激。',
		}, {
			title: '综合解读',
			content: '射手座的女生阳光乐观，态度积极向上，充满智慧，多才多艺。拥有高远的理想，追求自由和梦想，个性强烈。射手女有很强的独立精神和丰富的想象力，她们是天真的乐天派，总是能够带给身边的人欢笑。射手女干脆直爽，爱憎分明，敢爱敢恨，绝不虚情假意。她们大多心地很善良，同情弱者，喜欢打抱不平，敢爱敢恨。',
			compre: {
				desc: [{
					title: '重视内在',
					content: '射手女最大的弱点在于对理想主义的追求，这就导致她不但重视外在也很重视内在。对方需要和射手女有一样的追求亦或者表现得和射手女的理想型一样才能够长久相处。',
				}, {
					title: '超乐天派',
					content: '射手座的人是天生的乐天派，没有困难和挫折能够打压她们，她们懂得自我调节，一切事情都不是事',
				}, {
					title: '理想主义',
					content: '射手女也是非常痴情的，当她真正遇到爱情的时候，她会知道如何对这份情感做选择会明白怎么样去保持这份爱情的新鲜感，不会眼睁睁的看着自己的这份爱情慢慢的流逝。射手女的理想主义让她充满力量，能够和对方一起面对难题。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>射手座就是典型的月光族，有多少花多少，偶尔还会透支一下自己下个月的工资。射手很喜欢到处玩，相应的消费也会更高，所以在射手眼里钱都是留不住的。</p><p>射手座的事业心比较低一些，对于他们来说，工作只是赚钱的一个途径，最重要的是要在工作中找到兴趣和快乐，不能让工作成为束缚自己的方式。他们无法在同一个王伟上长时间的停留，他们喜欢自由，喜欢变动，喜欢挑战不同的岗位和工作。他们对工作虽然很积极，但是往往三分钟热度，一不喜欢了，就放在一边，不愿意放工作打扰自己的生活。喜欢自由自在的射手座对工作热情开朗，总是用乐观的心态来面对人与事。他们比较适合的职业包括：外交人员、广告业者、广播业者、旅游业者、冒险家，职业买者等新兴行业。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>自由奔放的射手座女生，她们既向往爱情，又怕被爱情束缚住，一直在寻找能包容、理解自己的恋人。她们就像爱情中的斗士，坚信自己最终会遇到真爱。</p><p>射手女喜欢热情，大胆、直接、能够给予她们足够安全感的男人。不喜欢非常腼腆内向，撩不动，讲不到一起的男生，她们绝对不会喜欢绵羊型的男人。她们需要的是玩伴而不是恋人，反正她们对将来又没什么计划，最重要是大家玩得开心。玩累了再来谈婚论嫁也不迟。</p>',
		}]

	},

	"摩羯": {
		0: [{
			title: '坚韧稳定的灵魂',
			content: '摩羯座深沉且务实，似乎对于摩羯座来说一切事物必须要有强有力的基础和支撑，否则都显得轻飘飘不可信。摩羯总是小心谨慎，保守诚实，内敛的性格导致摩羯们常常封闭了自己的内心，给自己带来压抑压力，所以实际上摩羯是最需要他人的认可、尊重的。',
		}, {
			title: '综合解读',
			content: '摩羯座的人总是理性地知道自己在做什么。他不太容许自己盲目追随二流理想。讨厌自己的点子与别人雷同，不幸雷同，他一定发誓要在同一个点子上出无人能及的花招，寻出独一无二的看法。他不是那么想做“第一名”，他只是受不了有人跑在他前面（他看得到的前面）。',
			compre: {
				desc: [{
					title: "孤独隐忍",
					content: '摩羯座的忍耐力和勤奋是十二星座之最，他们亦是最孤独的一个星座。典型摩羯座最重视就是自己的面子，在外表永远无法透析其内心的想法。摩羯天生情绪压抑，总是在心中觉得自己背负着很多的责任。',
				}, {
					title: '认真负责',
					content: '摩羯座的人对生活非常的负责，他们最希望的事情就是能够依靠自己的双手努力，为自己创造一个好的未来。为此，他们才会将自己投身到工作当中，其实这能够反映出他们对未来的生活、家庭负责。另外，他们给人的感觉也是十分的靠谱，做事情很有担当，这是他们最大的优点。',
				}, {
					title: '足智多谋',
					content: '摩羯座出了名的对工作认真负责，同时也是低调的星座。摩羯座们会给自己制定一个又一个的人生目标，并按照自己规划好的路一步步前进，有着持之以恒的决心与坚定不移的动力。摩羯座会把自己的人生规划得很好，不希望出现任何超出计划之外的意外事件。再加上摩羯座学习能力和执行能力都是一流的，可以毫不夸张地说，这样的摩羯座综合能力极强，几乎是无所不能的。但摩羯座往往是不谙感情之事，对于情绪化的情况一窍不通。',
				}]
			},
		}, ],
		1: [{
			title: '优缺点',
			content: '摩羯座的人性格严谨踏实，做事力求公正，遵守纪律和规章制度，画地为牢，不会轻易打破常规，喜欢在计划和规范里做事。摩羯座的人很有耐性，而且勤奋努力，认真负责，性格比较高冷，不善与人交际，喜欢自己处理自己的事情，经常给人一种很严厉的感觉，比较让人难以靠近。',
		}, {
			title: "优点",
			compre: {
				desc: [{
					title: '坚强抗压',
					content: '心态好，对事情的掌握能力强，有问题能够及时调整心态，不会过度沉浸在失败和悲伤中。',
				}, {
					title: '责任感强',
					content: '摩羯座是非常有责任心的人，不论是对工作还是对家庭，他们都会扮演好自己的角色，承担起自己的责任，努力做到最好最出色。',
				}, {
					title: '脚踏实地',
					content: '摩羯座的人做事情不仅努力，还能脚踏实地，是非常可靠的伙伴。他们一步一个脚印，不投机取巧，这样的人往往能取得人生的胜利。',
				}]
			}
		}, {
			title: '缺点',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			compre: {
				desc: [{
					title: '自我中心：',
					content: '摩羯座是非常现实的星座，凡事都以利益为先，以自我为中心，甚至有点自私无情，让人难以靠近。摩羯座的人看事情总是太过理智，有时候显得有点无情和冷漠，遇到事情不会转弯，容易被周围人敬而远之。',
				}, {
					title: '故作坚强：',
					content: '摩羯座是一个感性和理性并重的星座，他们内心渴望被关怀，希望亲近他们，因此常常容易被欺骗，害怕受伤，故作坚强，不让别人看到自己脆弱的部分。',
				}, {
					title: '固执死板：',
					content: '摩羯座如同金牛座一般，是非常不懂得变通的星座，他们为人死板，缺乏灵活性，做事一板一眼，不懂得转弯，往往容易错失很多的机会。',
				}]
			}
		}],
		2: [{
			title: '爱情',
			content: '摩羯座是非常现实的星座，他们对于爱情更多的是责任和自我的要求，不渴求轰轰烈烈的情感，但求细水长流温情脉脉的感情。摩羯座在恋爱中属于比较被动的一方，他们非常擅长伪装，即使遇上心仪的对象，也会严格控制自己，不会轻易表明自己的心意。摩羯座在恋爱中，考虑的不仅仅是感情，更多的是生活，是责任，是面包，是经济基础，因为这些对于他们来说都是构成一段美好的婚姻和情感的必备道具。摩羯座的人非常的固执，对于想要的东西，想要的人，都会慢慢的一步步的擒获对方，他们会享受一段热恋期，但是热恋期一过，他们对待感情就没有那么的热情迫切，这通常会让对方感到不安全感，但这不是摩羯不喜欢你了，只是情感表达的方式发生的转变。',
		}, {
			title: '爱情观',
			content: '<p>摩羯座在情感中擅长伪装自己，永远严格控制浪漫的幻想力，防止感情泛滥，有时会因此错失良缘。摩羯很实际，喜欢权威、保障和地位，所以摩羯十分看重情感对象的外在条件。</p><p>摩羯座是天生的工作者，他们花费在工作上的精力很多，但是但他们开始喜欢一个人的时候，会变得勤快，愿意为对方安排好一切，做任何他们可以做的事情，他们不会甜言蜜语，但是会表达在很多生活细节上，让对方倍感暖心，平时就跟对方父母一样，照顾对方生活的方方面面。会把对方介绍给他们所有的朋友、亲人。</p>',
		}, {
			title: '爱情与现实',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>你以为现实的摩羯座面对爱情和面包的抉择，一定会选择面包而放弃爱情，其实并不是这样的，因为摩羯座是一个眼光非常长远的星座，他们更加重视的是未来发展的可期度。潜力往往比现实更重要，他们愿意选择一个有潜力和实力的人在一起，即使暂时没有面包，最后他们双方在一起，可以共同创造面包。</p><p>摩羯清楚知道自己的生活是现实的，轰轰烈烈的浪漫爱情，都是人们流传时的绘声绘色。摩羯只要爱情故事里的真情实意就足够了，不需要像故事里浪漫奢华。其实对摩羯来说，只要寻觅到一个和自己相爱的人，他的这也一生也算轰轰烈烈的爱过了。</p>',
		}],
		3: [{
			title: '成熟稳重',
			content: '成熟稳重的摩羯男，具有让人五体投地的不屈不饶精神和能耐。摩羯男总是理性先行，天生冷静的判断力是你们成功的秘诀之一，往往都是白手起家的模范。虽然你们拥有着高度的责任感，但却永远都缺乏点灵活性，不擅长速战。摩羯男习惯固执且谨慎地坚持认定的事，所以也经常与机会擦身而过。',
		}, {
			title: '综合解读',
			content: '摩羯男是非常有责任感的人，他们成熟稳重，事业型强，意志力坚定，不达目的誓不罢休。摩羯男具有冷静的判断力，思考多于行动，具有耐力和不屈不挠的精神，有高度的责任感。缺点就是为人有些死板，缺乏灵活性，过于固执，慎重和有时候会优柔寡断，错过机会。摩羯座是严于律己，他们在群众中有较高的威望。',
			compre: {
				desc: [{
					title: '现实理智',
					content: '摩羯男最大的弱点就是谈现实，爱情里的另一半如果也能够理智地讨论未来并给出合理可行的方式，对摩羯男来说是非常可贵的。',
				}, {
					title: '坚韧负责',
					content: '摩羯男是非常有责任感的星座，对于他们的责任从来不会逃避，而是直面问题，努力做到最好，这对于他们来说是负担也是前进的动力。坚忍是摩羯座男子个性中最大的魅力，他们意志坚强，不怕苦不怕累，在当今社会这样的人已经很少了。',
				}, {
					title: '理智现实',
					content: '摩羯男在遇到自己非常喜欢的人时，他首先会去权衡利弊综合分析只要得出的结果是适合自己的他就会对对方发起猛烈的进攻，并且不会轻言放弃，他对自己非常喜欢的人很专情，他是不会让自己错过真爱的，而且他不会去做没有把握的事情。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>摩羯座是那种该花的钱都会花，一点都不吝啬，而且很喜欢用来投资。但是对于生活花费的不会很多，属于过得比较普通的那种。</p><p>摩羯座是成功的实业家，他们在各行各业都能混的风生水起。但是性格稳定保守的摩羯座，更加适合一些没有风险的行业，比如企业家、经济学家、政治家、公务员、技术人员、土木工程师、与组织管理有关的工作等。</p><p>摩羯座的事业心称第二，就没人敢说自己是第一。他们工作努力认真负责，事事都会平尽全力去完成。摩羯除了努力工作之外估计没有第二件事情能够引起他的注意。摩羯只认一个死理，那就是努力是成功的不二法门。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>摩羯座的人非常的固执，对于想要的东西，想要的人，都会慢慢的一步步的擒获对方，他们会享受一段热恋期，但是热恋期一过，他们对待感情就没有那么的热情迫切，这通常会让对方感到不安全感，但这不是摩羯不喜欢你了，只是情感表达的方式发生的转白嫩。</p><p>摩羯座是非常现实的星座，他们对于爱情更多的是责任和自我的要求，不渴求轰轰烈烈的情感，但求细水长流温情脉脉的感情。摩羯座在恋爱中属于比较被动的一方，他们非常擅长伪装，即使遇上心仪的对象，也会严格控制自己，不会轻易表明自己的心意。摩羯座在恋爱中，考虑的不仅仅是感情，更多的是生活，是责任，是面包，是经济基础，因为这些对于他们来说都是构成一段美好的婚姻和情感的必备道具。</p>',
		}],
		4: [{
			title: '正义保守',
			content: '保守固执摩羯女总是富有正义感，从不胆小怕事，谨慎但也敢于出头。摩羯女不善言辞但十分真诚，情绪很容易看出来。她们个性比较强势，有很强的责任感，摩羯女就是这样外柔内刚的人。',
		}, {
			title: '综合解读',
			content: '摩羯女是比较内向，心地善良，很有正义感的星座，她们外柔内刚，有一定自制能力。摩羯女是非常有责任感的星座，摩会为了实现自己的目标而终生不懈努力，这常常使周围的人们感叹不已，她们是典型的埋头苦干派。你以为摩羯女是非常高傲冷漠的人，但是其实她的内心是一个热情的人，而且恋爱时绝对忠诚无二。',
			compre: {
				desc: [{
					title: '过于现实',
					content: '摩羯女最大的弱点就是谈现实，爱情里的另一半如果也能够理智地讨论未来并给出合理可行的方式，对摩羯女来说是非常可贵的。',
				}, {
					title: '深情稳定',
					content: '摩羯座对待感情很认真，一旦决定和一个人交往，就会付出自己的全部精力和爱，不会轻易放弃。',
				}, {
					title: '权衡利弊',
					content: '摩羯女在遇到自己非常喜欢的人时，她首先会去权衡利弊综合分析只要得出的结果是适合自己的她就会对对方发起猛烈的进攻，并且不会轻言放弃，她对自己非常喜欢的人很专情，她是不会让自己错过真爱的，而且她不会去做没有把握的事情。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>摩羯座是那种该花的钱都会花，一点都不吝啬，而且很喜欢用来投资。但是对于生活花费的不会很多，属于过得比较普通的那种。</p><p>摩羯座的事业心称第二，就没人敢说自己是第一。他们工作努力认真负责，事事都会平尽全力去完成。摩羯除了努力工作之外估计没有第二件事情能够引起他的注意。摩羯只认一个死理，那就是努力是成功的不二法门。摩羯座是成功的实业家，他们在各行各业都能混的风生水起。但是性格稳定保守的摩羯座，更加适合一些没有风险的行业，比如企业家、经济学家、政治家、公务员、技术人员、土木工程师、与组织管理有关的工作等。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>摩羯座女生确实是一个比较现实的人，无论是在生活中还是感情中，都是一个以自我为中心的人，很大程度是因为她们缺少安全感。但是坚强的摩羯座女生也有一个柔软的心，只要爱上一个人，就会非常执着，是一个用情至深的女生。</p><p>摩羯女的恋人就是她们终生的依靠，所以挑选非常慎重。个性坚强又有前途的男生才是她们的目标，摩羯座的女性可以说是保守与害羞族的典范，因此一般的男性想要闯入她们的心里很难。她们很容易被对方体贴入微，彬彬有礼的绅士举动所倾倒。</p>',
		}]

	},

	"水瓶": {
		0: [{
			title: '特立独行的灵魂',
			content: '水瓶座古灵精怪且幽默灵动，大脑充斥着独一无二的创意和神秘的直觉。水瓶们会被独特的东西吸引，看待世界的角度与众不同。水瓶的表达和思考能力很强，社交方面却略有欠缺，主要是大多数人似乎很难第一时间读懂水瓶的意思。',
		}, {
			title: '综合解读',
			content: '水瓶座人无法让别人一厢情愿地爱着他，他更不可能一厢情愿地缠着别人。当他吸引你时，你最好不要太快表现出你对他的好感或好奇，更千万保留你对他的赞美之词，因为万一你并不吸引他，他会觉得你对他的评价不值采信。如果水瓶座人吸引你，你也吸引住他的眼光和心神，愉快和平等的关系才有指望。',
			compre: {
				desc: [{
					title: "特立独行",
					content: '水瓶座最大的特点就是革新，创新、多变、倔强、反叛是他们的标志，水瓶个人主义最重的一个星座，追求属于自己独一无二的生活方式。但水瓶有时冥顽不灵令人捉摸不定，水瓶在乎周遭的人，愿意与人交友带来影响，同时也保留自己内心的一片独有净土。',
				}, {
					title: '自由奔放',
					content: '水瓶座最喜欢的事情就是交朋友，在他们的心中，朋友是非常重要的。面对朋友有困难，他们一定会尽自己最大的努力去帮助朋友，面对陌生人的时候，他们也非常的友善。在生活中，水瓶喜欢独立，做事情都有自己的想法，他们和射手一样，热爱自由，不喜欢有人去管束着自己。',
				}, {
					title: '别出新意',
					content: '都说水瓶座的最大特征就是特立独行，然而水瓶座们不过是在听从自己的本心。水瓶座们不太在意别人的眼光，只去做自己认为应该做的事情并且总是义无反顾，甚至固执到有点偏执的地步。水瓶座脑袋里有着很多奇奇怪怪的想法，这些是他们创新思想的来源。不在意世俗眼光，才能跳脱世俗之外，创造出新的作品，所以水瓶座往往在艺术领域会取得非凡的成就！',
				}]
			},
		}, ],
		1: [{
			title: '优缺点',
			content: '水瓶座的人非常重视自己的精神世界，是人道主义的支持者。他们待人和善、善于与人沟通，喜欢广交朋友。水瓶座的人他们外表呈现热情与冷漠交替的状态，他们静若处女动如脱兔，收放自如。他们喜爱一切新奇、新鲜的事物，乐于接受新的发现，喜欢探究神秘的东西。很有成为哲学家和艺术家的潜质。是一个非常跳脱，特立独行的星座。',
		}, {
			title: "优点",
			compre: {
				desc: [{
					title: '求知欲强',
					content: '水瓶座是非常有智慧的星座，他们热爱求知和探索，对于一些新的知识有很强的求知欲，只要是他们感兴趣的事物，他们都愿意去学习。',
				}, {
					title: '崇尚自由',
					content: '水瓶座与生俱来对自由有非常强烈的渴望，他们不喜欢被世俗的规则所束缚，也不希望被感情所束缚，水瓶座为了追求自由，可以做出非常多的牺牲。',
				}, {
					title: '自主创想',
					content: '水瓶座脑子里总是有稀奇古怪的想法，脑袋里天马行空，而且他们热爱创新，喜欢探索新事物，追求不一样的生活方式，不喜欢一成不变的生活，在追寻自己独特的生活方式上，他们有层出不穷的创意。',
				}]
			}
		}, {
			title: '缺点',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			compre: {
				desc: [{
					title: '难以深交：',
					content: '水瓶座虽然被人称之为“友谊之星”，很擅长交朋友，但是水瓶对朋友的界定非常地苛刻，对于刚刚接触的人都是抱有很强的戒备心的，很难推心置腹。',
				}, {
					title: '矛盾失衡：',
					content: '水瓶座是一个很矛盾的星座，他们的性格忽冷忽热，让人难以捉摸，甚至产生逃离的想法。',
				}, {
					title: '特立独行：',
					content: '水瓶座总是会给人一种怪异的感觉，因为水瓶是新思想的开拓者，追求与众不同的个人生活方式，他们总是人群中最有个性的一个人，这样的想法和做法和别人总是格格不入，会让人觉得水瓶非常古怪难以理解。',
				}]
			}
		}],
		2: [{
			title: '爱情',
			content: '爱情对于水瓶座的人来说，有很强的吸引力，因为喜欢探索，喜欢追逐新鲜事物的水瓶座来说，对于感情他们也同样希望去探索，去掌握。但是在爱情中水瓶座会保持这足够的理智，不会为了爱而奋不顾身。对于爱情来说，相较于爱情水瓶座更加注重只有，爱情不能束缚他们的只有，否则他们宁愿放弃。',
		}, {
			title: '爱情观',
			content: '<p></p><p></p>',
		}, {
			title: '爱情与现实',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>水瓶座对爱情十分期待，但实际上水瓶们对爱情又没有一个非常具体的概念。水瓶是一个很简单的星座，水瓶就是有时孩子气，有时会孤独、有时会很难过，水瓶渴望精神上的交互和相互拯救。</p><p>水瓶座的人在陷入爱情里时会让人觉得捉摸不透，想要去追求的时候，却表现得异常疯狂，使身边的人都知道他们要去追求那个人。在爱情里性格高傲的他们，即使喜欢对方也不会轻易表现出来，而且他们也不会粘人。</p>',
		}],
		3: [{
			title: '率直个性',
			content: '大部分水瓶男并不像人们所认为的那样花心，他们喜欢社交活动。水瓶男内里错综复杂，但对外又是热情率直且乐于助人的，有时候又会表现出不近人情的冷漠一面。水瓶男从来不受约束，只管走着自己的路，让别人去说。',
		}, {
			title: '综合解读',
			content: '水瓶男是非常难以理解的星座男，他们的思维方式和行为处事，都和正常人不在同一个维度，很难理解他们内心真正的想法到底是什么。他的思想就像是散落深邃的夜空的辰星一样，神秘遥远，难以猜测。',
			compre: {
				desc: [{
					title: '文艺抓马',
					content: '水瓶男最大的弱点是命运感，有着文艺基因的水瓶座似乎很相信戏剧化的爱情，水瓶男非常容易陷入“罗密欧与朱丽叶”情节，认为如果他的爱情受到阻挠，那么更加可能是真爱，如果对方还是个和自己有着一致三观的人，水瓶男则更容易陷进去。',
				}, {
					title: '难以捉摸',
					content: '水瓶男的性格时而热情开朗时而冷漠，让人捉摸不透。水瓶男是非常聪明机灵，而且喜欢创新，追求新鲜感和精神世界的人，他们崇尚自由，追求不受束缚随心所欲的生活。水瓶男是矛盾的，他们脑袋里天马行空的想象力和思维方式，让人跟不上他们的脚步。',
				}, {
					title: '自由善变',
					content: '水瓶男十分感性，在爱情里需要知道对方心里是有自己的，他有时候会用各种方式来去试探对方，导致恋人往往觉得他忽冷忽热捉摸不透，但实际上这样的行为只不过是验证且迫切地需要得知自己是被爱着的。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>水瓶座很喜欢花钱为自己买东西，手里有点钱都要给自己买点啥，但是没钱也不会非要买，属于基本能够维持自己生活的。</p><p>水瓶座富有创新的精神，特别适合新兴产业或高科技的产业。此外，水瓶座经常会头脑冒出许多小创意，这样创意多多的水瓶，同样适合从事飞行员、天文学家、占星师、心理学家、传媒从业者、与电器或电波有关的工作、现代科技产业等职位。</p><p>水瓶座的人没什么事业心，当水瓶座没有男女朋友、没有人爱或者不知道应该爱谁的时候就会开始打拼事业，以转移焦点和自己的注意力。但倘若水瓶已经有男女朋友的话，就会将心思大部分放在恋爱上，而不是工作上，对工作的态度也只是维持在一个基本的应对状态。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>水瓶座男生一般比较容易被智慧型的女生吸引，相较于外在更加注重内在的东西。水瓶们喜欢有主见，有立场的女生，但是不是那种过激的女权主义。水瓶男的感情一般都容易从朋友中发展起来，而且就算是结了婚，他们也会一直和对方保持朋友关系，因为在他们心中，朋友是很重要的。</p><p>水瓶男知性健康的旅行，不欣赏那种喜欢幻想织梦的女孩。对于缺乏自主性，人云亦云的女生更加不喜欢。水瓶男永远都在寻找灵魂伴侣，有共鸣是关键点，同时他喜欢有个性、有见解，能表现自己意见的智慧型的女孩。</p>',
		}],
		4: [{
			title: '独立独特',
			content: '水瓶女好奇心异常旺盛，十分个性，反对世俗且不随波逐流。极具独立精神的水瓶女展现出喜欢我行我素的自由，水瓶女极端，纯洁，以及理智，看似古灵精怪难以理解，世界上精神世界丰富而强大。',
		}, {
			title: '综合解读',
			content: '水瓶女是非常聪明伶俐的女生，她们我行我素，不在乎别人的看法，特立独行，做自己喜欢的事情，不在乎别人的看法和感受，说话做事全凭自己的兴趣。她们热爱自由，不喜欢被束缚，虽然外表看上去有些冷漠无情，但是她们内心是非常希望找到一个和自己心灵和精神契合，能够理解自己，了解自己的另一半的。一旦她真正发现了自己的爱，那么她会把自己全部的智慧、全部的真诚和自己所拥有的一切都毫无保留地献给自己所热爱的人。',
			compre: {
				desc: [{
					title: '在乎沟通',
					content: '水瓶女最大的弱点还是在于“合眼缘”以及对上内心的电波，她需要纯洁理想的爱情，容易走极端，发现有一点不对就会完全失去兴趣。水瓶女在乎双方之间的共鸣和一种心灵层面的灵性。',
				}, {
					title: '理智输出',
					content: '水瓶座是智商非常高的星座，她们现实而且理智，相信人权、自由，努力靠自己的真实信念生活。',
				}, {
					title: '自由独立',
					content: '水瓶女在爱情方面讲求浪漫和自由，对传统的爱情和婚配模式嗤之以鼻，希望两人能够志趣相投或者有共同努力的理想。有时她希望在友谊的基础上去发展永恒持久的爱情关系，且在情感关系中需要被尊重自己的独立人格。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>水瓶座很喜欢花钱为自己买东西，手里有点钱都要给自己买点啥，但是没钱也不会非要买，属于基本能够维持自己生活的。</p><p>水瓶座的人没什么事业心，当水瓶座没有男女朋友、没有人爱或者不知道应该爱谁的时候就会开始打拼事业，以转移焦点和自己的注意力。但倘若水瓶已经有男女朋友的话，就会将心思大部分放在恋爱上，而不是工作上，对工作的态度也只是维持在一个基本的应对状态。水瓶座富有创新的精神，特别适合新兴产业或高科技的产业。此外，水瓶座经常会头脑冒出许多小创意，这样创意多多的水瓶，同样适合从事飞行员、天文学家、占星师、心理学家、传媒从业者、与电器或电波有关的工作、现代科技产业等职位。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>水瓶座女生可以说是知性派和智慧共存的女生了，对于爱情她们总是觉得可遇不可求，所以总是抱有一种随缘的态度。</p><p>水瓶女喜欢有才华的男生，水瓶女对于外表只存在于欣赏的层面，但是对于内在的才华会为之倾倒。水瓶女喜欢的男生身上要有与众不同的闪光点和才华。水瓶女喜欢不粘人独立的男生，她需要自己的独立空间，年糕一样粘人的男生会让她觉得压力山大。</p>',
		}]

	},

	"双鱼": {
		0: [{
			title: '多愁善感的灵魂',
			content: '双鱼座拥有十分难得的情绪感知力，无论是对自己的情绪还是他人的情绪都保有高敏感度，双鱼总是陷入思绪之中，这使得双鱼的精神世界丰富多彩。虽然双鱼能够独立做事，但双鱼们更倾向于依赖他人或总是与人保持亲密，双鱼是怀柔且宽宏的，十分重视亲密关系。',
		}, {
			title: '综合解读',
			content: '双鱼座的细心与体贴，表现在他关爱不幸者的时候，最令人难忘。他倾听你的苦恼，即使发现你的苦恼有漏洞，也不会故意用话来刺激你。你是软心肠的。不过，双鱼座的人可怜自己的时候比可怜别人要多得多。换句话说，他时常关怀着自己的痛苦与忧伤，由于他们非常爱自己。',
			compre: {
				desc: [{
					title: "喜欢神秘",
					content: '双鱼座拥有独立神秘的个性，深究他们的精神世界，是敏感而仁慈的。双鱼对世界上发生的一切，乃至虚无缥缈的事物都有浓厚的兴趣。这种琢磨不透的思想使双鱼变成一轮神秘的光晕，吸引着许许多多的人。',
				}, {
					title: '细腻柔软',
					content: '双鱼座的人个性看起来活泼开朗，善于发现生活中的美好，即使是困难的事情，他们都会看得很开，也会接受。但实际上，他们多愁善感，总喜欢对着自己熟悉的朋友们发牢骚，吐槽今天所遇到的事情是如此的奇葩。不过，他们的心思还是很细腻的，很多时候你不用多说，他们就能够明白你的感受。',
				}, {
					title: '心有洞天',
					content: '双鱼座心细如发，对于他人的情绪感知能力很强。人们总认为双鱼座是热爱幻想与浪漫的，但实际上双鱼有着一个常被忽视的优点，就是学习能力极强。不管是工作上还是生活中，双鱼座能够很快接受新事物并且主动学习，双鱼的记忆力和想象力都很强，学习新技能对双鱼们来说并不是难事。所以说双鱼们总是才思敏捷、心有洞天的。',
				}]
			},
		}, ],
		1: [{
			title: '优缺点',
			content: '双鱼座的人温柔善良，善解人意、真诚坦率、乐于助人、内心柔软、富有同情心，具有大无畏的奉献精神。双鱼座多情浪漫爱幻想，爱做梦，恋爱对于他们来说是生活中不可或缺的东西，而且有时候会沉溺于自己的梦而导致脱离现实。同时双鱼座也很敏感脆弱的星座，他们很容易受到伤害。一旦受到伤害或者是受挫，他们就会对自己失去自信心然后逃避现实。',
		}, {
			title: "优点",
			compre: {
				desc: [{
					title: '善解人意',
					content: '双鱼座与生俱来就拥有非常强的感知力，可以感受到他人的情绪变化。而且他们非常善解人意，能够在别人需要帮助的时候给予支持和安慰。',
				}, {
					title: '奉献精神',
					content: '双鱼座的人非常善良，乐于助人，喜欢帮助别人，他们身上有一种奉献精神，愿意帮助别人和牺牲自己，是非常可贵的品质。',
				}, {
					title: '浪漫温柔',
					content: '双鱼座的人非常善良，乐于助人，喜欢帮助别人，他们身上有一种奉献精神，愿意帮助别人和牺牲自己，是非常可贵的品质。',
				}]
			}
		}, {
			title: '缺点',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			compre: {
				desc: [{
					title: '脱离现实：',
					content: '双鱼座的人爱做梦，他们喜欢沉迷在自己的梦幻当中，遇到事情又很容易逃避，很容易脱离现实。',
				}, {
					title: '内心脆弱：',
					content: '双鱼座的人非常敏感，心灵脆弱，受不了打击，受到打击容易一蹶不振，选择性逃避。',
				}, {
					title: '轻信他人：',
					content: '双鱼座的人很善良单纯，对人没有防备心，因此容易被人抓住这个特点利用他们，非常容易上当受骗轻信他人。',
				}]
			}
		}],
		2: [{
			title: '爱情',
			content: '天性浪漫的双鱼，对待爱情他们既专一而又花心。爱情对于双鱼来说，就如同鱼儿和水，是不可或缺的，他们时时刻刻都渴望这一段美好的爱情。失恋的时候双鱼会很痛苦，但这种失恋的感觉去的就像龙卷风，很快双鱼就能够投入到下一段感情，好了伤疤忘了疼。',
		}, {
			title: '爱情观',
			content: '<p>双鱼座在爱情中最注重浪漫，爱情在双鱼的生命力必不可少，双鱼时常幻想唯美的爱情故事发生在自己的身边，在爱情当中他们可以牺牲自己来保全恋人。但在爱情里双鱼嘴缺乏安全感，胡思乱想伤春悲秋。</p><p>双鱼座在感情中会常常向对方索要宠爱，他们希望对方在很多方面都能关心到自己，让他们在对方面前能够有更多的爱的体验。他们希望能够一直陪伴在对方左右，只要自己空闲下来他们就想要去到对方的身边，即使两个人什么都没有做，但是他们的心中却也会有着一种甜蜜的感觉，认为只要有对方存在的地方，就会让他们打心底感受到那份美好，一切都是那么值得自己珍惜。</p>',
		}, {
			title: '爱情与现实',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>双鱼是典型的感性动物，爱情对于他们来说就如同空气，是不可缺少的，是典型的“有情饮水饱”。但面对爱情和面包的选择时，会毅然决然的选择爱情。</p><p>双鱼在没有了一段感情，会继续去追随另一段感情。双鱼给人的感觉是很多情，有用不完的情感。可是没有人明白双鱼搁下前一段恋情的痛苦，双鱼也只不过想拥有一个喜欢的人，和自己记下生活的点点滴滴而已。因为每一段爱都是双鱼刻画的回忆，如果要他舍弃都是很痛苦的。</p>',
		}],
		3: [{
			title: '温柔体贴',
			content: '双鱼男显得安静、温柔、真挚和会体贴人，思想却是深远莫测。看似文弱不堪一击的双鱼男，面对困难险阻时却能迸发出惊人的不服输精神。只是在抉择面前，却又显得特别黔驴技穷。双鱼男是心思非常细腻的人，他们温柔体贴、善解人意、有强烈的感知力。双鱼男风趣幽默，兴趣广泛，多才多艺，在人际交往中常常如鱼得水。双鱼男是非常浪漫，想象力很丰富的男生，身上有着一股浪漫的艺术家的气质。',
		}, {
			title: '综合解读',
			content: '双鱼男是心思非常细腻的人，他们温柔体贴、善解人意、有强烈的感知力。双鱼男风趣幽默，兴趣广泛，多才多艺，在人际交往中常常如鱼得水。双鱼男是非常浪漫，想象力很丰富的男生，身上有着一股浪漫的艺术家的气质。',
			compre: {
				desc: [{
					title: '喜爱做梦',
					content: '双鱼男最大的弱点是爱做梦，那此时如果对方能够陪双鱼男一起做梦，两人之间关系升温将会变得十分迅速。越经历过挫折的双鱼男越容易陷入幻想，迎合他的这种幻想就会成为他的救世主。',
				}, {
					title: '奉献精神',
					content: '双鱼男具有大无畏的牺牲奉献精神，他们富有同情心，非常重情重义，在朋友有难时就会慷慨地倾囊相助。但是另一方面，他们内心是十分多愁善感，十分脆弱的，喜欢躲进自己的梦幻当中，脱离实际。',
				}, {
					title: '浪漫天真',
					content: '双鱼男充满了浪漫唯美的色彩，爱情里懂得玩浪漫带来感动。在双鱼男的世界里总是拥有着对爱情美好得如童话般的追求，自己担任那个带来美好的王子形象的同时希望也能像公主和王子一样有美好的结局。之于生活，双鱼男却知足常乐，只要得过且过即可。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>双鱼座花起钱来一点都不手软，特别是对恋人。双鱼座的钱会给自己存一部分起来，但是对于大部分的钱他们都常常不知道自己花在哪里，花钱花得很盲目。</p><p>拥有高超的理解力和想象力，拥有很好的艺术灵感及创作天分，因此最适合双鱼座的职业有：设计师、外交官、画家、音乐家、教育家、老师、医生等等。</p><p>双鱼座的人事业心并不是很强，他们有理想，但是理想并不是成为什么赚大钱的商人，大多是艺术家等。双鱼座比较随遇而安，对于工作，薪资等等，不会过于在意，虽然他们知道物质基础的重要性，但是不愿意将自己的心灵和利益挂钩，这就是双鱼座的天性。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>双鱼男在情感上不喜欢负责人，只追求自己喜欢的，享受恋爱的过程，他们是思想的巨人和行动的矮子。而对于已经趋于平淡的爱情，他们会渐渐开始不上心，而双鱼男的身边从来不乏异性，因此容易放弃现有的感情，而投入到另外一份自己感兴趣的情感中，容易给人一种花心的印象。</p><p>双鱼座的男生喜欢可爱善良，纯真自然，我见犹怜的女生，这样能够激发他们的保护欲。他们不喜欢过于强势的女生，这会打压他们的自信心。他们喜欢的女生是能够认可双鱼男的，体贴暖心的类型。</p>',
		}],
		4: [{
			title: '天真可爱',
			content: '双鱼女柔情似水，天生浪漫富有幻想，对于异性来说这是一种独特的天真的魅力。因此双鱼女的形象总是令人怜爱的，往往是朋友中的小公主。对待生活十分积极、热情，但是缺少适应能力，需要他人保护。',
		}, {
			title: '综合解读',
			content: '双鱼女天性浪漫，超爱幻想，想象力丰富、感性，不食人间烟火，是小仙女一般的存在。她们十分孩子气，爱哭，惹人怜爱，需要别人的陪伴，是十二星座中最有女人味的星座女。她们对于男生是没有防御机制的，所以总能激起男生的保护欲。',
			compre: {
				desc: [{
					title: '依赖他人',
					content: '双鱼女最大的弱点就是容易轻信他人，这同时也让她依赖他人，双鱼女很容易形成焦虑型依恋的依恋类型，意味着她感受不到对方可以依靠就会感到十分焦虑。双鱼女擅长为对方找借口，往往因此压抑自己的感受。',
				}, {
					title: '天真烂漫',
					content: '双鱼女就是典型的少女，她们内心有少女心，天真烂漫，喜欢浪漫，追求极致的爱情。',
				}, {
					title: '容易流泪',
					content: '在爱情里双鱼女尤其容易多愁善感，无论是追求期、暧昧期还是热恋期，动情时每时每刻想念对方，但当两人出现矛盾时双鱼女便会过度思考，导致忧虑过多的情况发生。',
				}]
			}
		}, {
			title: '职业与金钱',
			linerColor: '#ff9a14',
			liner: 'linear-gradient(180deg,rgba(255,154,20,.1) 0,rgba(255,154,20,0) 120px)',
			content: '<p>双鱼座花起钱来一点都不手软，特别是对恋人。双鱼座的钱会给自己存一部分起来，但是对于大部分的钱他们都常常不知道自己花在哪里，花钱花得很盲目。</p><p>双鱼座的人事业心并不是很强，他们有理想，但是理想并不是成为什么赚大钱的商人，大多是艺术家等。双鱼座比较随遇而安，对于工作，薪资等等，不会过于在意，虽然他们知道物质基础的重要性，但是不愿意将自己的心灵和利益挂钩，这就是双鱼座的天性。拥有高超的理解力和想象力，拥有很好的艺术灵感及创作天分，因此最适合双鱼座的职业有：设计师、外交官、画家、音乐家、教育家、老师、医生等等。</p>',
		}, {
			title: '恋爱与婚姻',
			linerColor: '#f83535',
			liner: 'linear-gradient(180deg,rgba(248,53,53,.1) 0,rgba(248,53,53,0) 120px)',
			content: '<p>双鱼座女生非常单纯，在她们眼中爱情是纯洁美好的，只要遇到喜欢的人就会非常珍惜，会为爱奋不顾身，全身心去投入这段感情。</p><p>双鱼女天真浪漫，常常幻想自己就是偶像剧女主角，她们对于浪漫有男子气概的男生没有招架能力。喜欢浪漫的氛围，在交往过程中男方若是会时不时制造一些小惊喜，双鱼女会因此很开心。</p>',
		}]

	},
}